Repository: aimbeat2018/hoonar
Catalog: lib/l10n/app_*.arb
Languages: gu, kn, ml, or, pa, ta, te, ur

source: Documents
gu: દસ્તાવેજો
kn: ಡಾಕ್ಯುಮೆಂಟ್ಸ್
ml: രേഖകൾ
or: ଦଲିଲପତ୍ର
pa: ਦਸਤਾਵੇਜ਼
ta: ஆவணங்கள்
te: పత్రాలు
ur: دستاویزات

source: Connect with
gu: સંપર્ક કરો
kn: ಸಂಪರ್ಕಿಸು
ml: സമ്പർക്കം
or: ସଂପର୍କ କରନ୍ତୁ
pa: ਨਾਲ ਜੁੜੋ
ta: இணைக்கவும்
te: ఇంకొకరితో కనెక్ట్ అవ్వండి
ur: کسی کے ساتھ جڑیں

source: Gallery
gu: ગેલેરી
kn: ಗ್ಯಾಲರಿ
ml: ഗാലറി
or: ଗ୍ୟାଲେରୀ
pa: ਗੈਲਰੀ
ta: கேலரி
te: గ్యాలరీ
ur: گیلری

source: Create Video
gu: વિડિઓ બનાવો
kn: ವೀಡಿಯೋ ರಚಿಸಿ
ml: വീഡിയോ സൃഷ്ടിക്കുക
or: ଭିଡିଓ ସୃଷ୍ଟି କରନ୍ତୁ
pa: ਵੀਡੀਓ ਬਣਾਓ
ta: வீடியோ உருவாக்கவும்
te: వీడియో సృష్టించండి
ur: ویڈیو بنائیں

source: Upload Video
gu: વિડિઓ અપલોડ કરો
kn: ವೀಡಿಯೋ ಅಪ್ಲೋಡ್ ಮಾಡಿ
ml: വീഡിയോ അപ്ലോഡ് ചെയ്യുക
or: ଭିଡିଓ ଅପଲୋଡ୍ କରନ୍ତୁ
pa: ਵੀਡੀਓ ਅਪਲੋਡ ਕਰੋ
ta: வீடியோவை பதிவேற்றுங்கள்
te: వీడియోను అప్‌లోడ్ చేయండి
ur: ویڈیو اپلوڈ کریں

source: Edit Video
gu: વિડિઓ સંપાદિત કરો
kn: ವೀಡಿಯೋ ಸಂಪಾದನೆ ಮಾಡಿ
ml: വീഡിയോ എഡിറ്റ് ചെയ്യുക
or: ଭିଡିଓ ଏଡିଟ୍ କରନ୍ତୁ
pa: ਵੀਡੀਓ ਸੋਧੋ
ta: வீடியோ திருத்தவும்
te: వీడియోను ఎడిట్ చేయండి
ur: ویڈیو میں ترمیم کریں

source: Music Library
gu: સંગીત લાઇબ્રેરી
kn: ಸಂಗೀತ ಗ್ರಂಥಾಲಯ
ml: സംഗീത ഗ്രന്ഥശാല
or: ସଙ୍ଗୀତ ଲାଇବ୍ରେରୀ
pa: ਮਿਊਜ਼ਿਕ ਲਾਇਬ੍ਰੇਰੀ
ta: இசை நூலகம்
te: సంగీతం గ్రంథాలయం
ur: میوزک لائبریری

source: Connect & Share
gu: સંપર્ક કરો અને શેર કરો
kn: ಸಂಪರ್ಕಿಸಿ ಮತ್ತು ಹಂಚಿಕೊಳ್ಳಿ
ml: കണക്ട് & ഷെയർ
or: ଯୋଡ଼ନ୍ତୁ ଏବଂ ଅଂଶୀଦାର କରନ୍ତୁ
pa: ਜੁੜੋ ਅਤੇ ਸਾਂਝਾ ਕਰੋ
ta: இணைக்கவும் மற்றும் பகிரவும்
te: కనెక్ట్ & పంచుకోండి
ur: جڑیں اور شیئر کریں

source: Your Feed
gu: તમારું ફીડ
kn: ನಿಮ್ಮ ಫೀಡ್
ml: നിങ്ങളുടെ ഫീഡ്
or: ଆପଣଙ୍କର ଫିଡ୍
pa: ਤੁਹਾਡੀ ਫੀਡ
ta: உங்கள் செய்தியோட்டம்
te: మీ ఫీడ్
ur: آپ کا فیڈ

source: Write a Caption
gu: એક કેપ્શન લખો
kn: ಶೀರ್ಷಿಕೆ ಬರೆ
ml: ഒരു അടിക്കുറിപ്പ് എഴുതുക
or: ଏକ ଶିରୋନାମା ଲେଖନ୍ତୁ
pa: ਇੱਕ ਕੈਪਸ਼ਨ ਲਿਖੋ
ta: ஒரு விளக்கத்தைக் எழுதுங்கள்
te: ఒక ప్యాషన్ రాయండి
ur: کیپشن لکھیں

# hashTag
source: # Hashtags
gu: # હેશટેગ
kn: # ಹ್ಯಾಷ್‌ಟ್ಯಾಗ್‌ಗಳು
ml: # ഹാഷ് ടാഗുകൾ
or: # ହାଶଟ୍ୟାଗ
pa: # ਹੈਸ਼ਟੈਗ
ta: # ஹேஷ்டேக்
te: # హాష్‌ట్యాగ్
ur: # ہیش ٹیگ

source: Upload
gu: અપલોડ કરો
kn: ಅಪ್ಲೋಡ್
ml: അപ്ലോഡ്
or: ଅପଲୋଡ୍ କରନ୍ତୁ
pa: ਅਪਲੋਡ ਕਰੋ
ta: பதிவேற்றம்
te: అప్‌లోడ్ చేయండి
ur: اپلوڈ کریں

source: Add Music
gu: સંગીત ઉમેરો
kn: ಸಂಗೀತವನ್ನು ಸೇರಿಸಿ
ml: സംഗീതം ചേർക്കുക
or: ସଙ୍ଗୀତ ଯୋଡନ୍ତୁ
pa: ਮਿਊਜ਼ਿਕ ਸ਼ਾਮਲ ਕਰੋ
ta: இசையைச் சேர்க்கவும்
te: సంగీతం చేర్చండి
ur: موسیقی شامل کریں

source: Search Music
gu: સંગીત શોધો
kn: ಸಂಗೀತ ಹುಡುಕಿ
ml: സംഗീതം തിരയുക
or: ସଙ୍ଗୀତ ଖୋଜନ୍ତୁ
pa: ਮਿਊਜ਼ਿਕ ਖੋਜੋ
ta: இசையைத் தேடுங்கள்
te: సంగీతాన్ని అన్వేషించండి
ur: موسیقی تلاش کریں

source: Upload Music
gu: સંગીત અપલોડ કરો
kn: ಸಂಗೀತವನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ
ml: സംഗീതം അപ്ലോഡ് ചെയ്യുക
or: ସଙ୍ଗୀତ ଅପଲୋଡ୍ କରନ୍ତୁ
pa: ਮਿਊਜ਼ਿਕ ਅਪਲੋਡ ਕਰੋ
ta: இசையை பதிவேற்றுங்கள்
te: సంగీతాన్ని అప్‌లోడ్ చేయండి
ur: موسیقی اپلوڈ کریں

source: Saved File
gu: સાચેલી ફાઇલ
kn: ಉಳಿಸಿದ ಫೈಲ್
ml: സംരക്ഷിച്ച ഫയൽ
or: ସଂରକ୍ଷିତ ଫାଇଲ୍
pa: ਸੰਭਾਲਿਆ ਹੋਇਆ ਫ਼ਾਈਲ
ta: சேமிக்கப்பட்ட கோப்பு
te: సేవ్ చేయబడిన ఫైల్
ur: محفوظ فائل

source: Browse
gu: બ્રાઉઝ કરો
kn: ಬ್ರೌಸ್ ಮಾಡಿ
ml: ബ്രൗസ് ചെയ്യുക
or: ବ୍ରାଉଜ୍ କରନ୍ତୁ
pa: ਬਰਾਊਜ਼ ਕਰੋ
ta: உலாவி
te: బ్రౌజ్
ur: براؤز کریں

source: Uploaded Music
gu: અપલોડ કરેલું સંગીત
kn: ಅಪ್ಲೋಡ್ ಮಾಡಿದ ಸಂಗೀತ
ml: അപ്ലോഡുചെയ്‌ത സംഗീതം
or: ଅପଲୋଡ୍ କିଆଯାଇଥିବା ସଙ୍ଗୀତ
pa: ਅਪਲੋਡ ਕੀਤੀ ਗਈ ਮਿਊਜ਼ਿਕ
ta: பதிவேற்றப்பட்ட இசை
te: అప్‌లోడ్ చేసిన సంగీతం
ur: اپلوڈ کردہ موسیقی

source: Add Music from Device
gu: ડિવાઇસમાંથી સંગીત ઉમેરો
kn: ಸಂಗೀತವನ್ನು ಸಾಧನದಿಂದ ಸೇರಿಸಿ
ml: സംഗീതം ഉപകരണത്തിൽ നിന്ന് ചേർക്കുക
or: ଡିଭାଇସରୁ ସଙ୍ଗୀତ ଯୋଡନ୍ତୁ
pa: ਜੰਤਰ ਤੋਂ ਮਿਊਜ਼ਿਕ ਸ਼ਾਮਲ ਕਰੋ
ta: சாதனத்தில் இருந்து இசையைச் சேர்க்கவும்
te: సాధనాల నుండి సంగీతం చేర్చండి
ur: آلے سے موسیقی شامل کریں

source: Save to Draft
gu: ડ્રાફ્ટમાં સાચવો
kn: ಕರಡುಗೆ ಉಳಿಸಿ
ml: ഡ്രാഫ്റ്റിലേക്ക് സംരക്ഷിക്കുക
or: ଡ୍ରାଫ୍ଟକୁ ସଂରକ୍ଷଣ କରନ୍ତୁ
pa: ਡਰਾਫਟ ਵਿੱਚ ਸਾਂਭੋ
ta: வரைவு சேமிக்கவும்
te: డ్రాఫ్ట్‌లో సేవ్ చేయండి
ur: ڈرائپٹ میں محفوظ کریں

source: Edit
gu: સંપાદિત કરો
kn: ಸಂಪಾದನೆ
ml: എഡിറ്റ് ചെയ്യുക
or: ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਸੋਧੋ
ta: திருத்து
te: సవరించు
ur: ترمیم کریں

source: Slide to Gallery
gu: ગેલેરીમાં સ્લાઇડ કરો
kn: ಗ್ಯಾಲರಿಯ ಕಡೆ ಸ್ಲೈಡ್ ಮಾಡಿ
ml: ഗാലറിയിലേക്ക് സ്ലൈഡ് ചെയ്യുക
or: ଗ୍ୟାଲେରୀକୁ ସ୍ଲାଇଡ୍ କରନ୍ତୁ
pa: ਗੈਲਰੀ 'ਚ ਜਾਓ
ta: கேலரிக்கு செல்லுங்கள்
te: గ్యాలరీకి స్లైడ్ చేయండి
ur: گیلری میں سلائیڈ کریں

source: Add Caption
gu: કેપ્શન ઉમેરો
kn: ಶೀರ್ಷಿಕೆ ಸೇರಿಸಿ
ml: അടിക്കുറിപ്പ് ചേർക്കുക
or: ଶିରୋନାମା ଯୋଡନ୍ତୁ
pa: ਕੈਪਸ਼ਨ ਸ਼ਾਮਲ ਕਰੋ
ta: விளக்கத்தைச் சேர்க்கவும்
te: ప్యాషన్ చేర్చండి
ur: کیپشن شامل کریں

source: Add Filter
gu: ફિલ્ટર ઉમેરો
kn: ಫಿಲ್ಟರ್ ಸೇರಿಸಿ
ml: ഫിൽട്ടർ ചേർക്കുക
or: ଫିଲ୍ଟର୍ ଯୋଡନ୍ତୁ
pa: ਫਿਲਟਰ ਸ਼ਾਮਲ ਕਰੋ
ta: வடிகட்டியைச் சேர்க்கவும்
te: ఫిల్టర్ చేర్చండి
ur: فلٹر شامل کریں

source: Caption
gu: કેપ્શન
kn: ಶೀರ್ಷಿಕೆ
ml: അടിക്കുറിപ്പ്
or: ଶିରୋନାମା
pa: ਕੈਪਸ਼ਨ
ta: விளக்கம்
te: ప్యాషన్
ur: کیپشن

source: Add Text
gu: ટેક્સ્ટ ઉમેરો
kn: ಪಠ್ಯ ಸೇರಿಸಿ
ml: ടെക്സ്റ്റ് ചേർക്കുക
or: ପାଠ୍ୟ ଯୋଡନ୍ତୁ
pa: ਟੈਕਸਟ ਸ਼ਾਮਲ ਕਰੋ
ta: உரையைச் சேர்க்கவும்
te: పాఠ్యం చేర్చండి
ur: متن شامل کریں

source: Save to Drafts
gu: ડ્રાફ્ટમાં સાચવો
kn: ಕರಡುಗಳಿಗೆ ಉಳಿಸಿ
ml: ഡ്രാഫ്റ്റിലേക്ക് സംരക്ഷിക്കുക
or: ଡ୍ରାଫ୍ଟକୁ ସଂରକ୍ଷଣ କରନ୍ତୁ
pa: ਡਰਾਫਟ ਵਿੱਚ ਸਾਂਭੋ
ta: வரைவு சேமிக்கவும்
te: డ్రాఫ్ట్‌లుగా సేవ్ చేయండి
ur: ڈرائپٹس میں محفوظ کریں

source: Hoonar Videos
gu: હુનર વિડિઓ
kn: ಹೂನರ್ ವೀಡಿಯೋಗಳು
ml: ഹൂണർ വീഡിയോകൾ
or: ହୁନର ଭିଡିଓଗୁଡିକ
pa: ਹੂਨਰ ਵੀਡੀਓ
ta: ஹூனார் வீடியோக்கள்
te: హూనర్ వీడియోలు
ur: ہنر کی ویڈیوز

source: Share your Video
gu: તમારું વિડિઓ શેર કરો
kn: ನಿಮ್ಮ ವೀಡಿಯೋ ಹಂಚಿಕೊಳ್ಳಿ
ml: നിങ്ങളുടെ വീഡിയോ പങ്കിടുക
or: ଆପଣଙ୍କର ଭିଡିଓ ଅଂଶୀଦାର କରନ୍ତୁ
pa: ਆਪਣੀ ਵੀਡੀਓ ਸਾਂਝੀ ਕਰੋ
ta: உங்கள் வீடியோவைப் பகிரவும்
te: మీ వీడియోను పంచుకోండి
ur: اپنی ویڈیو شیئر کریں

source: Share Via
gu: મારફતે શેર કરો
kn: ಮೂಲಕ ಹಂಚಿಕೊಳ್ಳಿ
ml: വഴി പങ്കിടുക
or: ଭିତରେ ଅଂଶୀଦାର କରନ୍ତୁ
pa: ਦੁਆਰਾ ਸਾਂਝੀ ਕਰੋ
ta: மூலம் பகிரவும்
te: మార్గమున పంచుకోండి
ur: کے ذریعے شیئر کریں

source: Leadboard
gu: લીડબોર્ડ
kn: ಲೀಡರ್‌ಬೋರ್ಡ್
ml: ലീഡ്ബോർഡ്
or: ଲିଡ୍ବୋର୍ଡ
pa: ਲੀਡਬੋਰਡ
ta: முன்னணி பலகை
te: లీడ్‌బోర్డు
ur: لیڈ بورڈ

source: Search Contestant
gu: સ્પર્ધક શોધો
kn: ಸ್ಪರ್ಧಿಯನ್ನು ಹುಡುಕಿ
ml: മത്സരാർത്ഥിയെ തിരയുക
or: ପ୍ରତିଯୋଗୀଙ୍କୁ ଖୋଜନ୍ତୁ
pa: ਪ੍ਰਤੀਯੋਗੀ ਲੱਭੋ
ta: போட்டி வீரரைத் தேடுங்கள்
te: పోటీదారును శోధించండి
ur: مقابلہ کرنے والے کو تلاش کریں

source: Your Rank
gu: તમારી રેન્ક
kn: ನಿಮ್ಮ ಶ್ರೇಣಿ
ml: നിങ്ങളുടെ റാങ്ക്
or: ଆପଣଙ୍କର ଅନୁସ୍ଥାନ
pa: ਤੁਹਾਡੀ ਰੈਂਕ
ta: உங்கள் தரவரிசை
te: మీ ర్యాంక్
ur: آپ کا رینک

source: Rank
gu: રેન્ક
kn: ಶ್ರೇಣಿ
ml: റാങ്ക്
or: ଅନୁସ୍ଥାନ
pa: ਰੈਂਕ
ta: தரவரிசை
te: ర్యాంక్
ur: رینک

source: Contestant Name
gu: સ્પર્ધકનું નામ
kn: ಸ್ಪರ್ಧಿಯ ಹೆಸರು
ml: മത്സരാർത്ഥിയുടെ പേര്
or: ପ୍ରତିଯୋଗୀଙ୍କର ନାମ
pa: ਪ੍ਰਤੀਯੋਗੀ ਦਾ ਨਾਂ
ta: போட்டி வீரர் பெயர்
te: పోటీదారు పేరు
ur: مقابلہ کرنے والے کا نام

source: Your Rewards
gu: તમારા પુરસ્કાર
kn: ನಿಮ್ಮ ಬಹುಮಾನಗಳು
ml: നിങ്ങളുടെ പാരിതോഷികങ്ങൾ
or: ଆପଣଙ୍କର ପୁରସ୍କାରଗୁଡିକ
pa: ਤੁਹਾਡੇ ਇਨਾਮ
ta: உங்கள் பரிசுகள்
te: మీ బహుమతులు
ur: آپ کے انعامات

source: Headline
gu: મથાળું
kn: ಶೀರ್ಷಿಕೆ
ml: ശീർഷകം
or: ଶିରୋନାମା
pa: ਸਿਰਲੇਖ
ta: தலைப்பு
te: శీర్షిక
ur: سرخی

source: Coming Soon
gu: જલ્દી આવી રહ્યું છે
kn: ಬರುತ್ತಿದೆ
ml: വരുന്നു
or: ଶୀଘ୍ର ଆସୁଛି
pa: ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ
ta: விரைவில் வருகிறது
te: త్వరలో రానుంది
ur: جلد آرہا ہے

source: Upcoming Events
gu: આગામી ઇવેન્ટ્સ
kn: ಬರುವ ಘಟನೆಗಳು
ml: വരാനിരിക്കുന്ന ഇവൻറുകൾ
or: ଆସନ୍ତା କାର୍ଯ୍ୟକ୍ରମଗୁଡିକ
pa: ਆਉਣ ਵਾਲੇ ਸਮਾਗਮ
ta: வரவிருக்கும் நிகழ்வுகள்
te: రాబోయే కార్యక్రమాలు
ur: آنے والے ایونٹس

source: Yesterday
gu: ગઈકાલે
kn: ನಿನ್ನೆ
ml: ഇന്നലെ
or: ଗତକାଲି
pa: ਕਲ
ta: நேற்று
te: నిన్న
ur: کل

source: Today
gu: આજે
kn: ಇಂದು
ml: ഇന്ന്
or: ଆଜି
pa: ਅੱਜ
ta: இன்று
te: ఈ రోజు
ur: آج

source: Claim Now
gu: હમણાં દાવો કરો
kn: ಈಗ ದಾವಿ ಮಾಡಿ
ml: ഇപ്പൊൾ തന്നെ അവകാശവാദം ചെയ്യുക
or: ଏବେ ଦାବି କରନ୍ତୁ
pa: ਹੁਣ ਦਾਅਵਾ ਕਰੋ
ta: இப்போதே கோரிக்கை
te: ఇప్పుడు క్లెయిమ్ చేయండి
ur: اب دعوی کریں

source: Add Bank Details
gu: બેન્ક વિગતો ઉમેરો
kn: ಬ್ಯಾಂಕ್ ವಿವರಗಳನ್ನು ಸೇರಿಸಿ
ml: ബാങ്ക് വിശദാംശങ്ങൾ ചേർക്കുക
or: ବ୍ୟାଙ୍କ ବିବରଣୀ ଯୋଡନ୍ତୁ
pa: ਬੈਂਕ ਵੇਰਵੇ ਸ਼ਾਮਲ ਕਰੋ
ta: வங்கி விவரங்களைச் சேர்க்கவும்
te: బ్యాంక్ వివరాలను చేర్చండి
ur: بینک کی تفصیلات شامل کریں

source: Wallet
gu: વૉલેટ
kn: ವಾಲೆಟ್
ml: വാലറ്റ്
or: ବ୍ୟାଗ
pa: ਵਾਲਟ
ta: பணப்பை
te: వాలెట్
ur: والیٹ

source: Account Holder Name
gu: ખાતાધારકનું નામ
kn: ಖಾತೆದಾರನ ಹೆಸರು
ml: അക്കൗണ്ട് ഹോൾഡർ നാമം
or: ଖାତା ଧାରକଙ୍କର ନାମ
pa: ਖਾਤਾ ਧਾਰਕ ਦਾ ਨਾਂ
ta: கணக்கு வைத்திருப்பவர் பெயர்
te: ఖాతా యజమాని పేరు
ur: اکاؤنٹ ہولڈر کا نام

source: Account Number
gu: ખાતાનું નંબર
kn: ಖಾತೆ ಸಂಖ್ಯೆ
ml: അക്കൗണ്ട് നമ്പർ
or: ଖାତା ସଂଖ୍ୟା
pa: ਖਾਤਾ ਨੰਬਰ
ta: கணக்கு எண்
te: ఖాతా సంఖ్య
ur: اکاؤنٹ نمبر

source: IFSC Code
gu: આઇએફએસસી કોડ
kn: ಐಎಫ್‌ಎಸ್‌ಸಿ ಕೋಡ್
ml: IFSC കോഡ്
or: IFSC କୋଡ୍
pa: IFSC ਕੋਡ
ta: IFSC குறியீடு
te: IFSC కోడ్
ur: IFSC کوڈ

source: Account Type
gu: ખાતાનું પ્રકાર
kn: ಖಾತೆ ಪ್ರಕಾರ
ml: അക്കൗണ്ട് തരം
or: ଖାତା ପ୍ରକାର
pa: ਖਾਤਾ ਕਿਸਮ
ta: கணக்கு வகை
te: ఖాతా రకం
ur: اکاؤنٹ کی قسم

source: Bank Name
gu: બેન્કનું નામ
kn: ಬ್ಯಾಂಕಿನ ಹೆಸರು
ml: ബാങ്കിന്റെ പേര്
or: ବ୍ୟାଙ୍କର ନାମ
pa: ਬੈਂਕ ਦਾ ਨਾਂ
ta: வங்கியின் பெயர்
te: బ్యాంకు పేరు
ur: بینک کا نام

source: Branch
gu: શાખા
kn: ಶಾಖೆ
ml: ശാഖ
or: ଶାଖା
pa: ਸ਼ਾਖਾ
ta: கிளை
te: శాఖ
ur: برانچ

source: Your Wallet
gu: તમારું વૉલેટ
kn: ನಿಮ್ಮ ವಾಲೆಟ್
ml: നിങ്ങളുടെ വാലറ്റ്
or: ଆପଣଙ୍କର ୱାଲେଟ୍
pa: ਤੁਹਾਡਾ ਵਾਲਟ
ta: உங்கள் பணப்பை
te: మీ వాలెట్
ur: آپ کا والیٹ

source: Available Balance
gu: ઉપલબ્ધ બેલેન્સ
kn: ಲಭ್ಯವಿರುವ ಶ್ರೇಣಿ
ml: ലഭ്യമായ ബാലൻസ്
or: ଉପଲବ୍ଧ ଅବଶିଷ୍ଟ
pa: ਉਪਲਬਧ ਬਕਾਇਆ
ta: கிடைக்கக்கூடிய இருப்பு
te: ఉండే బలన్స్
ur: دستیاب بیلنس

source: Recharge History
gu: રીચાર્જ ઇતિહાસ
kn: ರಿಚಾರ್ಜ್ ಇತಿಹಾಸ
ml: റീചാർജ് ചരിത്രം
or: ରିଚାର୍ଜ ଇତିହାସ
pa: ਰੀਚਾਰਜ ਇਤਿਹਾਸ
ta: மீண்டும் கட்டண வரலாறு
te: రీఛార్జ్ చరిత్ర
ur: ریچارج کی تاریخ

# documentsAndKyc
source: Documents & KYC
gu: દસ્તાવેજો અને KYC
kn: ಡಾಕ್ಯುಮೆಂಟ್ಸ್ & ಕೆವೈಸಿ
ml: ഡോക്യുമെന്റുകളും KYC
or: ଦସ୍ତାବେଜ ଏବଂ KYC
pa: ਦਸਤਾਵੇਜ਼ ਅਤੇ KYC
ta: ஆவணங்கள் மற்றும் KYC
te: పత్రాలు & KYC
ur: دستاویزات اور KYC

source: Upload ID Proof
gu: આઇડી પુરાવું અપલોડ કરો
kn: ಐಡಿ ಪ್ರೂಫ್ ಅಪ್ಲೋಡ್ ಮಾಡಿ
ml: ID പ്രൂഫ് അപ്ലോഡ് ചെയ്യുക
or: ID ପ୍ରମାଣପତ୍ର ଅପଲୋଡ୍ କରନ୍ତୁ
pa: ID ਪ੍ਰਮਾਣ ਪੱਤਰ ਅਪਲੋਡ ਕਰੋ
ta: அடையாள ஆதாரத்தைப் பதிவேற்றுங்கள்
te: ఐడీ ఆధారం అప్‌లోడ్ చేయండి
ur: شناختی ثبوت اپلوڈ کریں

# uploadIdProofDesc
source: PAN Card
gu: આધાર કાર્ડ, પાસપોર્ટ, ડ્રાઇવિંગ લાઇસન્સ, પેન કાર્ડ
kn: ಆಧಾರ್ ಕಾರ್ಡ್, ಪಾಸ್‌ಪೋರ್ಟ್, ಡ್ರೈವಿಂಗ್ ಲೈಸೆನ್ಸ್, ಪ್ಯಾನ್ ಕಾರ್ಡ್
ml: ആധാർ കാർഡ്, പാസ്‌പോർട്ട്, ഡ്രൈവിംഗ് ലൈസൻസ്, പാൻ കാർഡ്
or: ପାନ କାର୍ଡ
pa: ਪੈਨ ਕਾਰਡ
ta: ஆதார் கார்டு, பாஸ்போர்ட், ஓட்டுநர் உரிமம், பான் கார்டு
te: PAN కార్డ్
ur: PAN کارڈ

source: Residence Proof
gu: નિવાસ પુરાવું
kn: ವಾಸಸ್ಥಳದ ಪ್ರೂಫ್
ml: താമസപതിവ്
or: ରହିବା ପ୍ରମାଣ
pa: ਰਿਹਾਇਸ਼ ਦਾ ਪ੍ਰਮਾਣ
ta: உரிமை ஆதாரம்
te: నివాసం ఆధారం
ur: رہائش کا ثبوت

# residenceProofDesc
source: Utility bills, Bank statements, Rental agreements,Aadhaar Card, Passport, Driving License
gu: યૂટિલિટી બિલ, બેન્ક સ્ટેટમેન્ટ, ભાડાની સંધિ
kn: ಉಪಯೋಗ ಬಿಲ್ಲುಗಳು, ಬ್ಯಾಂಕ್ ಹೇಳಿಕೆಗಳು, ಬಾಡಿಗೆ ಒಪ್ಪಂದಗಳು
ml: ഉപയോഗ ബില്ലുകൾ, ബാങ്ക് സ്റ്റേറ്റ്മെന്റുകൾ, വാടക കരാറുകൾ
or: ଉପଯୋଗ ବିଲ୍, ବ୍ୟାଙ୍କ ଷ୍ଟେଟମେଣ୍ଟ୍, ଭଡା କାର୍ଯ୍ୟକାରୀ,ଆଧାର କାର୍ଡ, ପାସପୋର୍ଟ, ଡ୍ରାଇଭିଂ ଲାଇସେନ୍ସ
pa: ਯੂਟਿਲਿਟੀ ਬਿਲਾਂ, ਬੈਂਕ ਬਿਆਨ, ਕਿਰਾਏ ਦੇ ਸਮਝੌਤੇ,ਆਧਾਰ ਕਾਰਡ, ਪਾਸਪੋਰਟ, ਡਰਾਈਵਿੰਗ ਲਾਇਸੈਂਸ
ta: வினியோக மின்னணு, வங்கி அறிக்கைகள், வாடகை ஒப்பந்தங்கள்
te: యుటిలిటీ బిల్లులు, బ్యాంకు స్టేట్‌మెంట్లు, అద్దె ఒప్పందాలు,ఆధార్ కార్డు, పాస్పోర్ట్, డ్రైవింగ్ లైసెన్స్,
ur: یوٹیلیٹی بل، بینک اسٹیٹمنٹس، کرایہ کے معاہدےآدھار کارڈ، پاسپورٹ، ڈرائیونگ لائسنس

source: Scan Face
gu: ચહેરો સ્કેન કરો
kn: ಮುಖವನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ml: മുഖം സ്കാൻ ചെയ്യുക
or: ମୁଖମଣ୍ଡଳ ସ୍କାନ୍ କରନ୍ତୁ
pa: ਚਿਹਰਾ ਸਕੈਨ ਕਰੋ
ta: முகத்தை ஸ்கேன் செய்யுங்கள்
te: ముఖాన్ని స్కాన్ చేయండి
ur: چہرے کو اسکین کریں

# scanFaceDesc
source: Keep your face in front of your screen during the scanning process
gu: સ્કેનિંગ પ્રક્રિયા દરમિયાન તમારું ચહેરું સ્ક્રીન સામે રાખો
kn: ಸ್ಕ್ಯಾನಿಂಗ್ ಪ್ರಕ್ರಿಯೆಯ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಮುಖವನ್ನು ಪರದೆ ಮುಂದಿರಿಸಿ
ml: സ്കാനിംഗ് പ്രക്രിയയിൽ നിങ്ങളുടെ മുഖം സ്‌ക്രീനിനോട് മുമ്പിൽ വെയ്ക്കുക
or: ସ୍କାନ୍ ପ୍ରକ୍ରିୟା ସମୟରେ ଆପଣଙ୍କର ମୁଖମଣ୍ଡଳକୁ ଆପଣଙ୍କର ସ୍କ୍ରିନ୍ ସାମ୍ନାରେ ରଖନ୍ତୁ
pa: ਸਕੈਨ ਕਰਨ ਦੇ ਦੌਰਾਨ ਆਪਣਾ ਚਿਹਰਾ ਸਕ੍ਰੀਨ ਸਾਹਮਣੇ ਰੱਖੋ
ta: ஸ்கேனிங் செயல்முறையின் போது உங்கள் முகத்தை திரையின் முன் வைத்திருங்கள்
te: స్కానింగ్ ప్రక్రియ సమయంలో మీ ముఖాన్ని మీ స్క్రీన్ ముందు ఉంచండి
ur: اسکیننگ کے عمل کے دوران اپنا چہرہ اسکرین کے سامنے رکھیں

source: Click Here
gu: અહીં ક્લિક કરો
kn: ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ
ml: ഇവിടെ ക്ലിക്ക് ചെയ്യുക
or: ଏଠାରେ କ୍ଲିକ୍ କରନ୍ତୁ
pa: ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ
ta: இங்கே கிளிக் செய்யவும்
te: ఇక్కడ క్లిక్ చేయండి
ur: یہاں کلک کریں

# payNowToBecomeContestant
source: Pay now to become a Contestant
gu: હવે પ્રતિસ્પર્ધક બનવા માટે ચૂકવણી કરો
kn: ಪ್ರತಿಭಾಗಿಯಾಗಿ ಬೇಕಾದರೆ ಈಗ ಪಾವತಿ ಮಾಡಿ
ml: മൽസരാർത്ഥിയായി മാറാൻ ഇപ്പോൾ പണമടയ്ക്കുക
or: ପ୍ରତିଯୋଗୀ ହେବାକୁ ଏବେ ପେମେଣ୍ଟ କରନ୍ତୁ
pa: ਹਨੂੰ ਦੇ ਖਿਡਾਰੀ ਬਣਨ ਲਈ ਹੁਣੇ ਭੁਗਤਾਨ ਕਰੋ
ta: நேராக போட்டியாளராக ஆவதற்காக இப்போது பணம் செலுத்துங்கள்
te: ప్రతిస్పర్థి కావడానికి ఇప్పుడే చెల్లించండి
ur: مسابقے میں شامل ہونے کے لیے ابھی ادائیگی کریں

source: Pay Now
gu: હવે ચૂકવણી કરો
kn: ಈಗ ಪಾವತಿ ಮಾಡಿ
ml: ഇപ്പോൾ പണമടയ്ക്കുക
or: ଏବେ ପେମେଣ୍ଟ କରନ୍ତୁ
pa: ਹੁਣੇ ਭੁਗਤਾਨ ਕਰੋ
ta: இப்போது பணம் செலுத்துங்கள்
te: ఇప్పుడు చెల్లించండి
ur: ابھی ادائیگی کریں

source: Level
gu: સ્તર
kn: ಹಂತ
ml: തരം
or: ସ୍ତର
pa: ਸਤਰ
ta: தரம்
te: స్థాయి
ur: درجہ

source: Category
gu: શ્રેણી
kn: ವರ್ಗ
ml: വിഭാഗം
or: ଶ୍ରେଣୀ
pa: ਸ਼੍ਰੇਣੀ
ta: வகை
te: వర్గం
ur: زمرہ

source: Upload Documents
gu: દસ્તાવેજો અપલોડ કરો
kn: ದಾಖಲೆಗಳನ್ನು ಅಪ್ಲೋಡ್ ಮಾಡಿ
ml: രേഖകൾ അപ്ലോഡ് ചെയ്യുക
or: ଦଲିଲ ଅପଲୋଡ୍ କରନ୍ତୁ
pa: ਦਸਤਾਵੇਜ਼ ਅੱਪਲੋਡ ਕਰੋ
ta: ஆவணங்களை பதிவேற்றவும்
te: పత్రాలను అప్‌లోడ్ చేయండి
ur: دستاویزات اپ لوڈ کریں

source: Profile Photo
gu: પ્રોફાઇલ ફોટો
kn: ಪ್ರೊಫೈಲ್ ಫೋಟೋ
ml: പ്രൊഫൈല്‍ ഫോട്ടോ
or: ପ୍ରୋଫାଇଲ୍ ଫୋଟୋ
pa: ਪਰੋਫ਼ਾਈਲ ਫੋਟੋ
ta: சுயவிவரப் புகைப்படம்
te: ప్రొఫైల్ ఫోటో
ur: پروفائل فوٹو

source: Camera
gu: કેમેરા
kn: ಕ್ಯಾಮೆರಾ
ml: ക്യാമറ
or: କ୍ୟାମେରା
pa: ਕੈਮਰਾ
ta: கேமரா
te: కెమెరా
ur: کیمرہ

source: Avatar
gu: અવતાર
kn: ಅವತಾರ
ml: അവതാര്‍
or: ଅବତାର
pa: ਅਵਤਾਰ
ta: அவதார்
te: అవతార్
ur: اوتار

source: Next
gu: આગળ
kn: ಮುಂದೆ
ml: അടുത്തത്
or: ପରବର୍ତ୍ତୀ
pa: ਅਗਲਾ
ta: அடுத்தது
te: తర్వాత
ur: اگلا

source: Done
gu: પૂર્ણ
kn: ಮುಗಿಯಿತು
ml: പൂർത്തിയാക്കി
or: ସମ୍ପୂର୍ଣ୍ଣ
pa: ਪੂਰਾ
ta: முடிந்தது
te: పూర్తి
ur: مکمل

source: Select Folder
gu: ફોલ્ડર પસંદ કરો
kn: ಫೋಲ್ಡರ್ ಆಯ್ಕೆಮಾಡಿ
ml: ഫോൾഡർ തിരഞ്ഞെടുക്കുക
or: ଫୋଲ୍ଡର ଚୟନ କରନ୍ତୁ
pa: ਫੋਲਡਰ ਚੁਣੋ
ta: கோப்புறை தேர்ந்தெடுக்கவும்
te: ఫోల్డర్ ఎంపికచేయండి
ur: فولڈر منتخب کریں

source: Select state
gu: રાજ્ય પસંદ કરો
ml: സംസ്ഥാനം തിരഞ്ഞെടുക്കുക
or: ରାଜ୍ୟ ବାଛନ୍ତୁ
pa: ਰਾਜ ਚੁਣੋ
ta: மாநிலத்தைத் தேர்ந்தெடுக்கவும்
te: రాష్ట్రాన్ని ఎంచుకోండి
ur: ریاست منتخب کریں

source: Select city
gu: શહેર પસંદ કરો
ml: നഗരം തിരഞ്ഞെടുക്കുക
or: ସହର ବାଛନ୍ତୁ
pa: ਸ਼ਹਿਰ ਚੁਣੋ
ta: நகரத்தைத் தேர்ந்தெடுக்கவும்
te: నగరాన్ని ఎంచుకోండి
ur: شہر منتخب کریں

source: Enter pincode
gu: પિનકોડ દાખલ કરો
ml: പിന്‍കോഡ് നൽകുക
or: ପିନକୋଡ୍ ଦିଅନ୍ତୁ
pa: ਪਿੰਨਕੋਡ ਦਰਜ ਕਰੋ
ta: பின்கோடு உள்ளிடவும்
te: పిన్‌కోడ్ ఎంటర్ చేయండి
ur: پن کوڈ درج کریں

source: Accept privacy policy
gu: ગોપનીયતા નીતિ સ્વીકારો
ml: സ്വകാര്യതാ നയം അംഗീകരിക്കുക
or: ଗୋପନୀୟତା ନୀତିକୁ ଗ୍ରହଣ କରନ୍ତୁ
pa: ਨਿੱਜਤਾ ਨੀਤੀ ਸਵੀਕਾਰ ਕਰੋ
ta: தனியுரிமைக் கொள்கையை ஏற்கவும்
te: గోప్యతా విధానాన్ని అంగీకరించండి
ur: رازداری کی پالیسی کو قبول کریں

# enterPhoneNumberError
source: Enter phone number
gu: ફોન નંબર દાખલ કરો
ml: ഫോൺ നമ്പർ നൽകുക
or: ଫୋନ ନମ୍ବର ଦିଅନ୍ତୁ
pa: ਫੋਨ ਨੰਬਰ ਦਰਜ ਕਰੋ
ta: தொலைபேசி எண்ணை உள்ளிடவும்
te: ఫోన్ నంబర్ ఎంటర్ చేయండి
ur: فون نمبر درج کریں

source: Search State
ml: സംസ്ഥാനം തിരയുക
or: ରାଜ୍ୟ ସନ୍ଧାନ କରନ୍ତୁ
pa: ਰਾਜ ਦੀ ਭਾਲ ਕਰੋ
ta: மாநிலத்தைத் தேடுக
te: రాష్ట్రాన్ని శోధించండి
ur: ریاست تلاش کریں

source: Search City
ml: നഗരം തിരയുക
or: ସହର ସନ୍ଧାନ କରନ୍ତୁ
pa: ਸ਼ਹਿਰ ਦੀ ਭਾਲ ਕਰੋ
ta: நகரத்தைத் தேடுக
te: నగరాన్ని శోధించండి
ur: شہر تلاش کریں

source: State not found
ml: സംസ്ഥാനം കണ്ടെത്തിയില്ല
or: ରାଜ୍ୟ ମିଳିଲା ନାହିଁ
pa: ਰਾਜ ਨਹੀਂ ਮਿਲਿਆ
ta: மாநிலம் கிடைக்கவில்லை
te: రాష్ట్రం కనపడలేదు
ur: ریاست نہیں ملی

source: City not found
ml: നഗരം കണ്ടെത്തിയില്ല
or: ସହର ମିଳିଲା ନାହିଁ
pa: ਸ਼ਹਿਰ ਨਹੀਂ ਮਿਲਿਆ
ta: நகரம் கிடைக்கவில்லை
te: నగరం కనపడలేదు
ur: شہر نہیں ملا

source: Enter new password
ml: പുതിയ പാസ്‌വേഡ് നൽകുക
or: ନୂତନ ପାସୱାର୍ଡ ଦାଖଲ କରନ୍ତୁ
pa: ਨਵਾਂ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ
ta: புதிய கடவுச்சொல்லை உள்ளிடவும்
te: కొత్త పాస్‌వర్డ్‌ను నమోదు చేయండి
ur: نیا پاس ورڈ درج کریں

source: Enter confirm new password
ml: പുതിയ പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
or: ନୂତନ ପାସୱାର୍ଡର ପୁଷ୍ଟି ଦାଖଲ କରନ୍ତୁ
pa: ਨਵਾਂ ਪਾਸਵਰਡ ਪੁਸ਼ਟੀ ਕਰੋ
ta: புதிய கடவுச்சொல்லை உறுதிப்படுத்தவும்
te: కొత్త పాస్‌వర్డ్‌ను నిర్ధారించండి
ur: نیا پاس ورڈ کی تصدیق درج کریں

# newPasswordAndConfirmPasswordShouldMatch
source: New password and confirm new password should match
ml: പുതിയ പാസ്‌വേഡ് ഒത്തു പോകണം
or: ନୂତନ ପାସୱାର୍ଡ ଏବଂ ପୁଷ୍ଟି ପାସୱାର୍ଡ ମିଳିବା ଉଚିତ
pa: ਨਵਾਂ ਪਾਸਵਰਡ ਅਤੇ ਪੁਸ਼ਟੀ ਪਾਸਵਰਡ ਮੇਲ ਖਾਉਣਾ ਚਾਹੀਦਾ ਹੈ
ta: புதிய கடவுச்சொல் மற்றும் உறுதிப்படுத்திய கடவுச்சொல் பொருந்த வேண்டும்
te: కొత్త పాస్‌వర్డ్ మరియు నిర్ధారించిన పాస్‌వర్డ్ సరిపోవాలి
ur: نیا پاس ورڈ اور تصدیق پاس ورڈ ایک جیسے ہونے چاہئیں

source: Enter Otp
ml: ഒടിപി നൽകുക
or: OTP ଦାଖଲ କରନ୍ତୁ
pa: OTP ਦਾਖਲ ਕਰੋ
ta: OTP உள்ளிடவும்
te: OTPని నమోదు చేయండి
ur: او ٹی پی درج کریں

# areYouSureLogout
source: Are you sure you want to logout?
ml: നിങ്ങൾക്ക് ലോഗ്ഔട്ട് ചെയ്യണോ?
or: ଆପଣ ନିଶ୍ଚିତ ଲଗଆଉଟ୍ କରିବାକୁ ଚାହାଁନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਲਾਗ ਆਉਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: நீங்கள் நிச்சயமாக வெளியேற விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా లాగ్ అవుట్ చేయాలనుకుంటున్నారా?
ur: کیا آپ واقعی لاگ آؤٹ کرنا چاہتے ہیں؟

# youMustBeAtLeast
source: You must be at least 15 years old!
ml: നിങ്ങളുടെ പ്രായം കുറഞ്ഞത് 15 വയസ്സായിരിക്കണം!
or: ଆପଣଙ୍କର ବୟସ୍ କମରେ କମ ୧୫ ବର୍ଷ ହେବା ଦରକାର!
pa: ਤੁਹਾਡੀ ਉਮਰ ਘੱਟੋ ਘੱਟ 15 ਸਾਲ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ!
ta: நீங்கள் குறைந்தபட்சம் 15 வயதுக்குட்பட்டவராக இருக்க வேண்டும்!
te: మీ వయసు కనీసం 15 సంవత్సరాలు ఉండాలి!
ur: آپ کی عمر کم از کم 15 سال ہونی چاہیے!

source: Username
ml: ഉപയോക്തൃ നാമം
or: ବ୍ୟବହାରକାରୀ ନାମ
pa: ਵਰਤੋਂਕਾਰ ਨਾਮ
ta: பயனர் பெயர்
te: వినియోగదారు పేరు
ur: صارف کا نام

source: Enter username
ml: ഉപയോക്തൃ നാമം നൽകുക
or: ବ୍ୟବହାରକାରୀ ନାମ ପ୍ରବେଶ କରାନ୍ତୁ
pa: ਵਰਤੋਂਕਾਰ ਦਾ ਨਾਮ ਦਰਜ ਕਰੋ
ta: பயனர் பெயரை உள்ளிடவும்
te: వినియోగదారు పేరును నమోదు చేయండి
ur: صارف کا نام درج کریں

source: No Data Found
ml: ഡാറ്റ ലഭിച്ചില്ല
or: ଡାଟା ମିଳିଲା ନାହିଁ
pa: ਡਾਟਾ ਨਹੀਂ ਮਿਲਿਆ
ta: தகவல் கிடைக்கவில்லை
te: డేటా కనుగొనబడలేదు
ur: کوئی ڈیٹا نہیں ملا

source: Save as Draft
ml: ഡ്രാഫ്റ്റ് ആയി സംരക്ഷിക്കുക
or: ମସଦାର ଭାବରେ ସଂରକ୍ଷଣ କରନ୍ତୁ
pa: ਡਰਾਫਟ ਵਜੋਂ ਸਾਂਭੋ
ta: வரைவில் சேமிக்கவும்
te: డ్రాఫ్ట్‌గా సేవ్ చేయండి
ur: ڈرافٹ کے طور پر محفوظ کریں

source: Delete Comment
ml: കുറിപ്പ് മായ്ക്കുക
or: ଟିପ୍ପଣୀ କାଢନ୍ତୁ
pa: ਟਿੱਪਣੀ ਮਿਟਾਓ
ta: கருத்தை நீக்கவும்
te: వ్యాఖ్యను తొలగించండి
ur: تبصرہ حذف کریں

# areYouSureYouWantToDeleteComment
source: Are you sure you want to this Delete Comment
ml: ഈ കുറിപ്പ് മായ്ച്ചുകളയാൻ താങ്കൾക്ക് ഉറപ്പാണോ?
or: ଆପଣ ନିଶ୍ଚିତ ଏହି ଟିପ୍ପଣୀ କାଢିବାକୁ ଚାହାଁନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਟਿੱਪਣੀ ਮਿਟਾਉਣ ਚਾਹੁੰਦੇ ਹੋ?
ta: இந்தக் கருத்தை நீக்க விரும்புகிறீர்களா?
te: మీరు నిజంగా ఈ వ్యాఖ్యను తొలగించాలనుకుంటున్నారా?
ur: کیا آپ واقعی یہ تبصرہ حذف کرنا چاہتے ہیں؟

source: Delete
ml: മായ്ക്കുക
or: କାଢନ୍ତୁ
pa: ਮਿਟਾਓ
ta: நீக்கவும்
te: తొలగించు
ur: حذف کریں

source: Remove Device
ml: ഉപകരണം നീക്കംചെയ്യുക
or: ଡିଭାଇସ କାଢନ୍ତୁ
pa: ਡਿਵਾਈਸ ਹਟਾਓ
ta: சாதனத்தை அகற்று
te: పరికరాన్ని తీసివేయండి
ur: آلہ ہٹائیں

# areYouSureYouWantToRemoveDevice
source: Are you sure you want to remove this device
ml: ഈ ഉപകരണം നീക്കംചെയ്യാൻ താങ്കൾക്ക് ഉറപ്പാണോ?
or: ଆପଣ ନିଶ୍ଚିତ ଏହି ଡିଭାଇସ କାଢିବାକୁ ଚାହାଁନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਡਿਵਾਈਸ ਹਟਾਉਣ ਚਾਹੁੰਦੇ ਹੋ?
ta: இந்த சாதனத்தை அகற்ற விரும்புகிறீர்களா?
te: మీరు నిజంగా ఈ పరికరాన్ని తొలగించాలనుకుంటున్నారా?
ur: کیا آپ واقعی اس آلے کو ہٹانا چاہتے ہیں؟

source: Trending now
ml: ഇപ്പോൾ ട്രെൻഡിങ്ങ്
or: ଏବେ ଟ୍ରେଣ୍ଡିଂ
pa: ਹੌਣ ਟ੍ਰੈਂਡ ਕਰ ਰਿਹਾ ਹੈ
ta: இப்போது பிரபலமானது
te: ఇప్పుడు ట్రెండింగ్
ur: اب ٹرینڈنگ

source: Hoonar highlights
ml: ഹൂണർ ഹൈലൈറ്റുകൾ
or: ହୁନାର ହାଇଲାଇଟସ୍
pa: ਹੂਨਰ ਹਾਈਲਾਈਟਸ
ta: ஹூனார் ஹைலைட்ஸ்
te: హూనార్ ముఖ్యాంశాలు
ur: ہونر جھلکیاں

source: Featured talents
ml: പ്രമുഖ പ്രതിഭകൾ
or: ବିଶେଷ ପ୍ରତିଭାମାନ
pa: ਪ੍ਰਮੁੱਖ ਪ੍ਰਤਿਭਾਵਾਂ
ta: சிறப்பு திறமைகள்
te: ప్రధాన ప్రతిభలు
ur: نمایاں صلاحیتیں

source: Hoonar star
ml: ഹൂണർ സ്റ്റാർ
or: ହୁନାର ସ୍ଟାର
pa: ਹੂਨਰਸਟਾਰ
ta: ஹூனார் நட்சத்திரம்
te: హూనార్స్టార్
ur: ہونراسٹار

source: Hoonar star of the month
ml: മാസത്തിലെ ഹൂണർ സ്റ്റാർ
or: ମାସର ହୁନାର ସ୍ଟାର
pa: ਮਹੀਨੇ ਦਾ ਹੂਨਰਸਟਾਰ
ta: மாதத்தின் ஹூனார் நட்சத்திரம்
te: మాస హూనార్స్టార్
ur: ماہ کا ہونراسٹار

source: Capture
ml: ക്യാപ്ചർ
or: କ୍ୟାପଚର୍
pa: ਕੈਪਚਰ
ta: கேப்ச்சர்
te: క్యాప్చర్
ur: کیپچر

# faceNotRecognized
source: Face not detected
ml: മുഖം കണ്ടെത്തിയില്ല
or: ମୁହଁ ଚିହ୍ନଟ ହୋଇନାହିଁ
pa: ਚਿਹਰਾ ਨਹੀਂ ਮਿਲਿਆ
ta: முகம் கண்டறியப்படவில்லை
te: ముఖం కనుగొనబడలేదు
ur: چہرہ کا پتہ نہیں چلا

source: Male
ml: പുരുഷൻ
or: ପୁରୁଷ
pa: ਮਰਦ
ta: ஆண்
te: పురుషుడు
ur: مرد

source: Female
ml: സ്ത്രീ
or: ମହିଳା
pa: ਇਸਤਰੀ
ta: பெண்
te: స్త్రీ
ur: خاتون

source: Other
ml: മറ്റ്
or: ଅନ୍ୟ
pa: ਹੋਰ
ta: மற்றவை
te: ఇతర
ur: دیگر

# kycApprovedMessage
source: Congratulations! Your KYC has been successfully approved. You can now enjoy full access to all our services.
ml: അഭിനന്ദനം! നിങ്ങളുടെ KYC വിജയകരമായി അംഗീകരിച്ചു. ഇനി നിങ്ങൾക്ക് ഞങ്ങളുടെ എല്ലാ സേവനങ്ങൾ ആസ്വദിക്കാം.
or: ଅଭିନନ୍ଦନ! ଆପଣଙ୍କର KYC ସଫଳତାର ସହିତ ଅନୁମୋଦିତ ହୋଇଛି। ଏବେ ଆପଣ ଆମ ସମସ୍ତ ସେବା ଉପଭୋଗ କରିପାରିବେ।
pa: ਮੁਬਾਰਕਾਂ! ਤੁਹਾਡਾ ਕੇਵਾਈਸੀ ਸਫਲਤਾਪੂਰਵਕ ਮਨਜ਼ੂਰ ਕਰ ਲਿਆ ਗਿਆ ਹੈ। ਹੁਣ ਤੁਸੀਂ ਸਾਡੀਆਂ ਸਾਰੀਆਂ ਸੇਵਾਵਾਂ ਦਾ ਪੂਰਾ ਆਨੰਦ ਲੈ ਸਕਦੇ ਹੋ।
ta: வாழ்த்துக்கள்! உங்கள் KYC வெற்றிகரமாக அங்கீகரிக்கப்பட்டுள்ளது. இப்போது அனைத்து சேவைகளையும் முழுமையாகப் பயன்படுத்தலாம்.
te: అభినందనలు! మీ KYC విజయవంతంగా ఆమోదించబడింది. ఇప్పుడు మీరు మా అన్ని సేవలను సంపూర్ణంగా ఆస్వాదించవచ్చు.
ur: مبارک ہو! آپ کا کے وائی سی کامیابی سے منظور کر لیا گیا ہے۔ اب آپ ہماری تمام خدمات سے مکمل استفادہ حاصل کر سکتے ہیں۔

# kycRejectedMessage
source: Unfortunately, your KYC verification has been rejected. Please review your details and try submitting the required documents again. If you need assistance, feel free to reach out to our support team.
ml: ക്ഷമിക്കണം, നിങ്ങളുടെ KYC സ്ഥിരീകരണം നിരസിച്ചു. നിങ്ങളുടെ വിശദാംശങ്ങൾ പരിശോധിച്ച് ആവശ്യമായ രേഖകൾ വീണ്ടും സമർപ്പിക്കാൻ ശ്രമിക്കൂ. സഹായം ആവശ്യമാണെങ്കിൽ ഞങ്ങളുടെ പിന്തുണാ സംഘത്തെ സമീപിക്കാം.
or: ଦୁଃଖିତ, ଆପଣଙ୍କର KYC ସତ୍ୟାପନ ପ୍ରତ୍ୟାଖ୍ୟାନ କରାଯାଇଛି। ଦୟାକରି ଆପଣଙ୍କର ବିବରଣୀ ପୁନଃ ସମୀକ୍ଷା କରନ୍ତୁ ଏବଂ ଆବଶ୍ୟକ ଦଳିଲଗୁଡ଼ିକ ପୁନଃ ଦାଖଲ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ। ସାହାଯ୍ୟ ପାଇଁ ଆମ ସହାୟତା ଦଳ ସହିତ ସମ୍ପର୍କ କରନ୍ତୁ।
pa: ਮਾਫ਼ ਕਰਨਾ, ਤੁਹਾਡੀ KYC ਤਸਦੀਕ ਨਕਾਰ ਦਿੱਤੀ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀਆਂ ਜਾਣਕਾਰੀਆਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ ਅਤੇ ਲੋੜੀਂਦੇ ਦਸਤਾਵੇਜ਼ ਮੁੜ ਜਮ੍ਹਾਂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਸਹਾਇਤਾ ਲਈ ਸਾਡੀ ਸਹਾਇਤਾ ਟੀਮ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
ta: மன்னிக்கவும், உங்கள் KYC சரிபார்ப்பு நிராகரிக்கப்பட்டுள்ளது. உங்கள் விவரங்களை மதிப்பாய்வு செய்து தேவையான ஆவணங்களை மீண்டும் சமர்ப்பிக்க முயற்சிக்கவும். உதவிக்கு எங்கள் ஆதரவு குழுவை தொடர்பு கொள்ளுங்கள்.
te: క్షమించండి, మీ KYC ధృవీకరణను తిరస్కరించారు. మీ వివరాలను సమీక్షించి అవసరమైన పత్రాలను మళ్లీ సమర్పించడానికి ప్రయత్నించండి. సహాయం కోసం మా సహాయ బృందాన్ని సంప్రదించండి.
ur: بدقسمتی سے، آپ کی کے وائی سی تصدیق مسترد کردی گئی ہے۔ براہ کرم اپنی تفصیلات کا جائزہ لیں اور مطلوبہ دستاویزات دوبارہ جمع کرانے کی کوشش کریں۔ اگر آپ کو مدد کی ضرورت ہے تو ہماری معاون ٹیم سے رابطہ کریں۔

# areYouSureYouWantToDeleteAccount
source: Are you sure you want to delete the account?
ml: നിങ്ങൾക്ക് അക്കൗണ്ട് നീക്കണമെന്ന് ഉറപ്പാണോ?
or: ଆପଣ କ୍ଷମାକରି ସ୍ଥାୟୀ ଭାବେ ଖାତା ହଟାଇବେ କି?
pa: ਕੀ ਤੁਸੀਂ ਪੱਕਾ ਹੋ ਕਿ ਤੁਸੀਂ ਖਾਤਾ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
te: మీరు ఖాతాను తొలగించాలనుకుంటున్నారా?
ur: کیا آپ یقیناً اکاؤنٹ حذف کرنا چاہتے ہیں؟

# areYouSureYouWantToDeleteAccountMsg
source: This action is permanent and cannot be undone. All your data will be erased.
ml: ഈ നടപടി സ്ഥിരമാണ്, തിരികെ ചെയ്തേക്കാൻ സാധിക്കില്ല. നിങ്ങളുടെ എല്ലാ ഡാറ്റയും മായ്ക്കപ്പെടും.
or: ଏହି କାର୍ଯ୍ୟ ଚିରସ୍ଥାୟୀ ଓ ଅବଦାଲେଯାଇପାରିବେ ନାହିଁ। ଆପଣଙ୍କର ସମସ୍ତ ତଥ୍ୟ ବିଲୋପ ହେବ।
pa: ਇਹ ਕ੍ਰਿਆ ਸਥਾਈ ਹੈ ਅਤੇ ਇਸ ਨੂੰ ਰੱਦ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਤੁਹਾਡਾ ਸਾਰਾ ਡੇਟਾ ਮਿਟਾ ਦਿੱਤਾ ਜਾਏਗਾ।
te: ఈ చర్య శాశ్వతంగా ఉంటుంది మరియు తిరిగి రద్దు చేయలేము. మీ అన్ని డేటా తొలగించబడుతుంది.
ur: یہ عمل مستقل ہے اور اس کو منسوخ نہیں کیا جا سکتا۔ آپ کا سارا ڈیٹا مٹا دیا جائے گا۔

source: Alert
or: ସତର୍କତା
pa: ਚੇਤਾਵਨੀ
te: అలర్ట్
ur: انتباہ

# instructions
source: Read guidelines before uploading the video
or: ଭିଡିଓ ଅପଲୋଡ୍ କରିବା ପୂର୍ବରୁ ଦିଶା-ନିର୍ଦେଶ ପଢ଼ନ୍ତୁ
pa: ਵਿਡੀਓ ਅਪਲੋਡ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼ ਪੜ੍ਹੋ
te: వీడియో అప్‌లోడ్ చేయడానికి ముందు మార్గదర్శకాలను చదవండి
ur: ویڈیو اپ لوڈ کرنے سے پہلے رہنمائی پڑھیں

source: Okay
or: ଠିକ ଅଛି
pa: ਠੀਕ ਹੈ
te: సరే
ur: ٹھیک ہے
