Repository: aimbeat2018/hoonar
Catalog: lib/l10n/app_*.arb
Languages: gu, kn, ml, or, pa, ta, te, ur

# appName
source: HoonarStar
gu: હુનર સ્ટાર
kn: ಹುನರ್ ತಾರೆ
ml: ഹുനർ സ്റ്റാർ
or: ହୁନାରସ୍ଟାର
pa: ਹੂਨਰਸਟਾਰ
ta: ஹுனர் ஸ்டார்
te: హునర్స్టార్
ur: ہنرستار

source: Login
gu: લૉગિન
kn: ಲಾಗಿನ್
ml: ലോഗിൻ
or: ଲଗଇନ୍
pa: ਲਾਗਿਨ
ta: உள்நுழைக
te: లాగిన్
ur: لاگ ان

# phoneNumber
source: Email / Phone Number
gu: ઈમેલ / ફોન નંબર
kn: ಇಮೇಲ್ / ಫೋನ್ ನಂಬರ್
ml: ഇമെയിൽ / ഫോൺ നമ്പർ
or: ଇମେଇଲ୍ / ଫୋନ୍ ନମ୍ବର
pa: ਈਮੇਲ / ਫੋਨ ਨੰਬਰ
ta: மின்னஞ்சல் / தொலைபேசி எண்
te: ఇమెయిల్ / ఫోన్ నంబర్
ur: ای میل / فون نمبر

source: Password
gu: પાસવર્ડ
kn: ಪಾಸ್ವರ್ಡ್
ml: പാസ്‌വേഡ്
or: ପାସ୍‌ୱର୍ଡ
pa: ਪਾਸਵਰਡ
ta: கடவுச்சொல்
te: పాస్‌వర్డ్
ur: پاس ورڈ

source: Enter Password
gu: પાસવર્ડ દાખલ કરો
kn: ಪಾಸ್ವರ್ಡ್ ನಮಿಸುವಿರಿ
ml: പാസ്‌വേഡ് നൽകുക
or: ପାସ୍‌ୱର୍ଡ ଦିଅନ୍ତୁ
pa: ਪਾਸਵਰਡ ਦਾਖਲ ਕਰੋ
ta: கடவுச்சொல்லை உள்ளிடவும்
te: పాస్‌వర్డ్ నమోదు చేయండి
ur: پاس ورڈ درج کریں

# enterPhoneNumber
source: Enter Email / Phone Number
gu: ઈમેલ / ફોન નંબર દાખલ કરો
kn: ಇಮೇಲ್ / ಫೋನ್ ನಂಬರ್ ನಮಿಸಲು
ml: ഇമെയിൽ / ഫോൺ നമ്പർ നൽകുക
or: ଇମେଇଲ୍ / ଫୋନ୍ ନମ୍ବର ଦିଅନ୍ତୁ
pa: ਈਮੇਲ / ਫੋਨ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ta: மின்னஞ்சல் / தொலைபேசி எண் உள்ளிடவும்
te: ఇమెయిల్ / ఫోన్ నంబర్ నమోదు చేయండి
ur: ای میل / فون نمبر درج کریں

source: Enter valid phone number
gu: સાચા ફોન નંબર દાખલ કરો
kn: ಸರಿಯಾದ ಫೋನ್ ನಂಬರ್ ನಮಿಸಿ
ml: ശരിയായ ഫോൺ നമ്പർ നൽകുക
or: ବେସିକ ଫୋନ୍ ନମ୍ବର ଦିଅନ୍ତୁ
pa: ਮਾਨਯੋਗ ਫੋਨ ਨੰਬਰ ਦਾਖਲ ਕਰੋ
ta: சரியான தொலைபேசி எண் உள்ளிடவும்
te: చెల్లు ఫోన్ నంబర్ నమోదు చేయండి
ur: درست فون نمبر درج کریں

source: Remember Me
gu: મને યાદ રાખો
kn: ನಾನು ನೆನೆಸಿಕೊಳ್ಳುತ್ತೇನೆ
ml: എനിക്ക് ഓർമ്മിപ്പിക്കുക
or: ମୋତେ ସ୍ମରଣ କର
pa: ਮੈਨੂੰ ਯਾਦ ਰੱਖੋ
ta: என்னை நினைவில் வைத்திரு
te: నన్ను గుర్తుంచుకో
ur: مجھے یاد رکھیں

# forgotPass
source: Forgot password?
gu: પાસવર્ડ ભૂલી ગયા?
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತುಹೋಗಿದೆಯೆ?
ml: പാസ്‌വേഡ് മറന്നോ?
or: ପାସ୍‌ୱର୍ଡ ଭୁଲିଗଲେ?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: పాస్‌వర్డ్ మర్చిపోయారా?
ur: پاس ورڈ بھول گئے؟

# createAcc
source: Create Account
gu: ખાતું બનાવો
kn: ಖಾತೆ ನಿರ್ಮಿಸು
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
or: ଏକ ଅକାଉଣ୍ଟ ସୃଷ୍ଟି କରନ୍ତୁ
pa: ਅਕਾਉਂਟ ਬਣਾਓ
ta: கணக்கை உருவாக்கவும்
te: ఖాతా సృష్టించండి
ur: اکاؤنٹ بنائیں

source: Login with
gu: આથી લૉગિન કરો
kn: ಇದರಿಂದ ಲಾಗಿನ್
ml: ഈ വഴി ലോഗിൻ ചെയ്യുക
or: ଲଗଇନ୍ କରନ୍ତୁ
pa: ਲਾਗਿਨ ਨਾਲ
ta: இத்துடன் உள்நுழைக
te: ద్వారా లాగిన్ చేయండి
ur: اس کے ساتھ لاگ ان کریں

source: Signup
gu: સાઇન અપ કરો
kn: ಸೈನ್ ಅಪ್
ml: സൈൻ അപ്പ്
or: ସାଇନ୍ ଅପ୍
pa: ਸਾਈਨਅਪ
ta: பதிவு செய்யவும்
te: సైన్ అప్
ur: سائن اپ کریں

source: Full Name*
gu: સંપૂર્ણ નામ*
kn: ಪೂರ್ಣ ಹೆಸರು*
ml: മുഴുവൻ പേര്*
or: ପୂର୍ଣ୍ଣ ନାମ*
pa: ਪੂਰਾ ਨਾਮ*
ta: முழு பெயர்*
te: పూర్తి పేరు*
ur: مکمل نام*

source: Enter full name
gu: સંપૂર્ણ નામ દાખલ કરો
kn: ಪೂರ್ಣ ಹೆಸರು ನಮಿಸಿ
ml: മുഴുവൻ പേര് നൽകുക
or: ପୂର୍ଣ୍ଣ ନାମ ଦିଅନ୍ତୁ
pa: ਪੂਰਾ ਨਾਮ ਦਾਖਲ ਕਰੋ
ta: முழு பெயரை உள்ளிடவும்
te: పూర్తి పేరు నమోదు చేయండి
ur: مکمل نام درج کریں

source: Email*
gu: ઈમેલ*
kn: ಇಮೇಲ್*
ml: ഇമെയിൽ*
or: ଇମେଇଲ୍*
pa: ਈਮੇਲ*
ta: மின்னஞ்சல்*
te: ఇమెయిల్*
ur: ای میل*

source: Enter email
gu: ઈમેલ દાખલ કરો
kn: ಇಮೇಲ್ ನಮಿಸಿ
ml: ഇമെയിൽ നൽകുക
or: ଇମେଇଲ୍ ଦିଅନ୍ତୁ
pa: ਈਮੇਲ ਦਾਖਲ ਕਰੋ
ta: மின்னஞ்சலை உள்ளிடவும்
te: ఇమెయిల్ నమోదు చేయండి
ur: ای میل درج کریں

source: Phone*
gu: ફોન*
kn: ಫೋನ್*
ml: ഫോൺ*
or: ଫୋନ୍*
pa: ਫੋਨ*
ta: தொலைபேசி*
te: ఫోన్*
ur: فون*

# dob
source: Date of Birth*
gu: જન્મ તારીખ*
kn: ಜন্ম ದಿನಾಂಕ*
ml: ജനന തീയതി*
or: ଜନ୍ମ ତାରିଖ*
pa: ਜਨਮ ਤਾਰੀਖ*
ta: பிறந்த தேதி*
te: జన్మ తేదీ*
ur: پیدائش کی تاریخ*

# enterDob
source: Enter date of birth
gu: જન્મ તારીખ દાખલ કરો*
kn: ಜೀವನ ದಿನಾಂಕ ನಮಿಸಿ*
ml: ജനന തീയതി നൽകുക*
or: ଜନ୍ମ ତାରିଖ ଦିଅନ୍ତୁ*
pa: ਜਨਮ ਤਾਰੀਖ ਦਾਖਲ ਕਰੋ*
ta: பிறந்த தேதி உள்ளிடவும்*
te: జన్మ తేదీ నమోదు చేయండి*
ur: پیدائش کی تاریخ درج کریں*

source: Pincode*
gu: પીન કોડ*
kn: ಪಿನ್ ಕೋಡ್*
ml: പിൻ കോഡ്*
or: ପିନ୍ କୋଡ୍*
pa: ਪਿਨ ਕੋਡ*
ta: பின் கோடு*
te: పిన్ కోడ్*
ur: پن کوڈ*

source: City*
gu: શહેર*
kn: ನಗರ*
ml: നഗരം*
or: ନଗର*
pa: ਸ਼ਹਿਰ*
ta: நகரம்*
te: నగరం*
ur: شہر*

source: State*
gu: રાજ્ય*
kn: ರಾಜ್ಯ*
ml: രാജ്യം*
or: ରାଜ୍ୟ*
pa: ਰਾਜ*
ta: மாநிலம்*
te: రాష్ట్రం*
ur: صوبہ*

# school
source: School / College / University Name
gu: શાળા / કોલેજ / યુનિવર્સિટીની નામ
kn: ಶಾಲೆ / ಕಾಲೇಜು / ವಿಶ್ವವಿದ್ಯಾನಿಲಯದ ಹೆಸರು
ml: സ്കൂൾ / കോളേജ് / സർവ്വകലാശാലയുടെ പേര്
or: ସ୍କୁଲ୍ / କଲେଜ୍ / ବିଶ୍ବବିଦ୍ୟାଳୟ ନାମ
pa: ਸਕੂਲ / ਕਾਲਜ / ਯੂਨੀਵਰਸਿਟੀ ਦਾ ਨਾਮ
ta: சேனல் / கல்லூரி / பல்கலைக்கழகத்தின் பெயர்
te: స్కూల్ / కాలేజీ / విశ్వవిద్యాలయ పేరు
ur: اسکول / کالج / یونیورسٹی کا نام

# acceptTer
source: I accept the
gu: હું સ્વીકારું છું
kn: ನಾನು ಸ್ವೀಕರಿಸುತ್ತೇನೆ
ml: ഞാൻ അംഗീകരിക്കുന്നു
or: ମୁ ଗ୍ରହଣ କରିଛି
pa: ਮੈਂ ਸਵੀਕਾਰ ਕਰਦਾ ਹਾਂ
ta: நான் ஏற்றுக்கொள்கிறேன்
te: నేను అంగీకరిస్తున్నాను
ur: میں قبول کرتا ہوں

source: Privacy Policy
gu: ગોપનીયતા નીતિ
kn: ಗೋಪನೀಯತಾ ನೀತಿ
ml: ഗോപ്പ്യനയത നയം
or: ଗୋପନୀୟତା ନୀତି
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ
ta: தனியுரிமை கொள்கை
te: గోప్యతా విధానం
ur: رازداری کی پالیسی

# createPass
source: Create a Password
gu: પાસવર્ડ બનાવો
kn: ಪಾಸ್ವರ್ಡ್ ರಚಿಸಿ
ml: ഒരു പാസ്‌വേഡ് സൃഷ്ടിക്കുക
or: ଏକ ପାସ୍‌ୱର୍ଡ ସୃଷ୍ଟି କରନ୍ତୁ
pa: ਇੱਕ ਪਾਸਵਰਡ ਬਣਾਓ
ta: ஒரு கடவுச்சொல்லை உருவாக்கவும்
te: ఒక పాస్‌వర్డ్ సృష్టించండి
ur: ایک پاس ورڈ بنائیں

source: New Password*
gu: નવો પાસવર્ડ*
kn: ಹೊಸ ಪಾಸ್ವರ್ಡ್*
ml: പുതിയ പാസ്‌വേഡ്*
or: ନୂତନ ପାସ୍‌ୱର୍ଡ*
pa: ਨਵਾਂ ਪਾਸਵਰਡ*
ta: புதிய கடவுச்சொல்*
te: కొత్త పాస్‌వర్డ్*
ur: نیا پاس ورڈ*

# confirmPassword
source: Confirm New Password*
gu: નવી પાસવર્ડની પુષ્ટિ કરો*
kn: ಹೊಸ ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ*
ml: പുതിയ പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക*
or: ନୂତନ ପାସ୍‌ୱର୍ଡ ସ୍ଥାପିତ କରନ୍ତୁ*
pa: ਨਵਾਂ ਪਾਸਵਰਡ ਪੁਸ਼ਟੀ ਕਰੋ*
ta: புதிய கடவுச்சொல்லை உறுதிசெய்யவும்*
te: కొత్త పాస్‌వర్డ్‌ను నిర్ధారించండి*
ur: نئے پاس ورڈ کی تصدیق کریں*

# letsGo
source: Letâ€™s Go!!
gu: ચાલો!!
kn: ಬಂದೆ!!
ml: പോയി!!
or: ଚଳନ୍ତୁ!!
pa: ਚਲੋ!!
ta: போவோம்!!
te: చాలు!!
ur: چلو!!

source: Send OTP
gu: ઓટિપિ મોકલો
kn: ಓಟಿಪಿ ಕಳುಹಿಸಿ
ml: ഓടി പി അയക്കുക
or: ଓଟିପି ପଠାନ୍ତୁ
pa: ਓਟੀਪੀ ਭੇਜੋ
ta: ஒட்டிப் பின்வட்டம் அனுப்பவும்
te: ఒటీపీ పంపండి
ur: او ٹی پی بھیجیں

source: Verify OTP
gu: ઓટિપિ ચોક્કસ કરો
kn: ಓಟಿಪಿ ದೃಢೀಕರಿಸಿ
ml: ഓടി പി സ്ഥിരീകരിക്കുക
or: ଓଟିପି ଯାଞ୍ଚ କରନ୍ତୁ
pa: ਓਟੀਪੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ta: ஒட்டிப் பின்வட்டம் உறுதிசெய்யவும்
te: ఒటీపీ నిర్ధారించండి
ur: او ٹی پی کی تصدیق کریں

# otpSentMsg
source: OTP sent on your mobile number
gu: તમારા મોબાઈલ નંબર પર ઓટિપિ મોકલવામાં આવી
kn: ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಗೆ ಓಟಿಪಿ ಕಳುಹಿಸಲಾಗಿದೆ
ml: നിങ്ങളുടെ മൊബൈൽ നമ്പറിലേക്ക് ഓടി പി അയക്കുന്നു
or: ଆପଣଙ୍କର ମୋବାଇଲ୍ ନମ୍ବରକୁ ଓଟିପି ପଠାଯାଇଛି
pa: ਤੁਹਾਡੇ ਮੋਬਾਈਲ ਨੰਬਰ 'ਤੇ ਓਟੀਪੀ ਭੇਜਿਆ ਗਿਆ
ta: உங்கள் மொபைல் எண்ணுக்கு ஒட்டிப் பின்வட்டம் அனுப்பப்பட்டது
te: మీ మొబైల్ నంబర్‌కు ఒటీపీ పంపించబడింది
ur: آپ کے موبائل نمبر پر او ٹی پی بھیجی گئی

source: Raps
gu: રેપ્સ
kn: ರಾಪ್ಸ್
ml: റാപ്പുകൾ
or: ରାପ୍ସ
pa: ਰੈਪਸ
ta: ராப்ஸ்
te: రాప్‌లు
ur: ریپ

source: Vocals
gu: વોકલ્સ
kn: ಗಾಯನ
ml: ഗായനങ്ങൾ
or: ଗାୟନ
pa: ਗਾਇਕੀ
ta: வோகல்ஸ்
te: వోకల్స్
ur: ووکلز

source: Dance
gu: નૃત્ય
kn: ನೃತ್ಯ
ml: നൃത്തം
or: ନୃତ୍ୟ
pa: ਨ੍ਰਿਤ୍ਯ
ta: நாட்டியக்கலை
te: నృత్యం
ur: رقص

source: Judges Choice
gu: જજોની પસંદગી
kn: ಜಜ್‌ಗಳ ಆಯ್ಕೆ
ml: ജഡ്ജസിന്റെ തിരഞ്ഞെടുപ്പ്
or: ଜଜ୍ଙ୍କ ଚୟନ
pa: ਜੱਜਾਂ ਦੀ ਚੋਣ
ta: நீதிமன்றத்தின் தேர்வு
te: జడ్జ్‌ల ఎంపిక
ur: ججز کی پسند

# favrite
source: My Favourites
gu: મારા મનપસંદ
kn: ನನ್ನ ಹಕ್ಕುಗಳು
ml: എന്റെ ഇഷ്ടങ്ങൾ
or: ମୋର ପସନ୍ଦ
pa: ਮੇਰੇ ਮਨਪਸੰਦ
ta: என் பிடித்தங்கள்
te: నా ప్రియమైనవి
ur: میرے پسندیدہ

source: For Yours
gu: તમારા માટે
kn: ನಿಮ್ಮಿಗೆ
ml: നിനക്കുള്ളത്
or: ଆପଣଙ୍କ ପାଇଁ
pa: ਤੁਹਾਡੇ ਲਈ
ta: உங்கள் కోసం
te: మీ కోసం
ur: آپ کے لئے

source: View All
gu: બધા જુઓ
kn: ಎಲ್ಲಾ ನೋಡಿ
ml: എല്ലാം കാണുക
or: ସବୁ କୁ ଦେଖନ୍ତୁ
pa: ਸਭ ਕੁਝ ਵੇਖੋ
ta: அனைத்தையும் பார்க்கவும்
te: అన్ని చూడండి
ur: سب دیکھیں

source: Recent Search
gu: તાજેતરના શોધ
kn: ಕಳೆದ ಶೋಧ
ml: അവശ്യം ചെയ്യുക
or: ସମ୍ପ୍ରତି ସନ୍ଧାନ
pa: ਤਾਜ਼ਾ ਖੋਜ
ta: சமீபத்திய தேடல்
te: తాజా శోధన
ur: حال ہی کی تلاش

source: Follow
gu: ફોલો કરો
kn: ಹತ್ತಿ
ml: അനുസരിക്കുക
or: ଅନୁସରଣ କରନ୍ତୁ
pa: ਜੋੜੋ
ta: பின்தொடர்
te: ఫాలో చేయండి
ur: فالو کریں

# unfollow
source: Following
gu: ફોલો કર્યું
kn: ಅನಂತರ
ml: അനുസരിക്കുന്നു
or: ଅନୁସରଣ କରୁଛି
pa: ਜੋੜਿਆ ਗਿਆ
ta: பின்தொடர்கின்றது
te: ఫాలో అయ్యారు
ur: فالو کر لیا

source: Votes
gu: વોટ
kn: ಓಟುಗಳು
ml: വോട്ട്
or: ଭୋଟ
pa: ਵੋਟ
ta: வாக்குகள்
te: ఐటమ్‌లు
ur: ووٹ

source: Likes
gu: ઇચ્છા
kn: ನಕಲಿ
ml: ലൈക്കുകൾ
or: ଲାଇକ୍
pa: ਪਸੰਦ
ta: விருப்பங்கள்
te: ఇష్టాలు
ur: پسند

source: Comments
gu: ટિપ્પણીઓ
kn: ಕಾಮೆಂಟ್‌ಗಳು
ml: കമന്റുകൾ
or: କମେଣ୍ଟ
pa: ਟਿੱਪਣੀਆਂ
ta: கருத்துகள்
te: వ్యాఖ్యలు
ur: تبصرے

source: Share
gu: શેર કરો
kn: ಹಂಚಿಕೊಳ್ಳಿ
ml: പങ്കിടുക
or: ଶେୟାର କରନ୍ତୁ
pa: ਵੰਡੋ
ta: பகிரவும்
te: షేర్ చేయండి
ur: شیئر کریں

source: View More
gu: વધુ જુઓ
kn: ಹೆಚ್ಚು ನೋಡಿ
ml: കൂടുതൽ കാണുക
or: ଅଧିକ ଦେଖନ୍ତୁ
pa: ਹੋਰ ਵੇਖੋ
ta: மேலும் பார்க்கவும்
te: ఇంకా చూడండి
ur: زیادہ دیکھیں

source: Follower
gu: અનુસરણકર્તા
kn: ಅನುಯಾಯಿ
ml: അനുയായി
or: ଅନୁସରଣକାରୀ
pa: ਜੋੜਨ ਵਾਲਾ
ta: பின்தொடர்பவர்
te: అనుసరిగా
ur: فالوور

source: Followers
gu: અનુસરણકર્તાઓ
kn: ಅನುಯಾಯಿಗಳು
ml: അനുയായികൾ
or: ଅନୁସରଣକାରୀମାନେ
pa: ਜੋੜਨ ਵਾਲੇ
ta: பின்தொடர்பவர்கள்
te: అనుసరించేవారు
ur: فالوورز

source: Following
gu: અનુસરણ કરી રહ્યા છે
kn: ಹಕ್ಕುಗಳನ್ನು ಅನುಸರಿಸುತ್ತಿವೆ
ml: അനുസരിക്കുന്നു
or: ଅନୁସରଣ କରୁଛି
pa: ਜੋੜ ਰਿਹਾ ਹੈ
ta: பின்தொடர்கின்றது
te: ఫాలో చేస్తున్నాడు
ur: فالو کر رہا ہے

source: Feeds
gu: ફીડ્સ
kn: ಫೀಡ್ಗಳು
ml: ഫീഡുകൾ
or: ଫିଡ୍
pa: ਫੀਡ
ta: ஃபீட்ஸ்
te: ఫీడ్స్
ur: فیڈ

source: Hoonar Star
gu: હુનર સ્ટાર
kn: ಹುನರ್ ತಾರೆ
ml: ഹുനർ സ്റ്റാർ
or: ହୁନାର ସ୍ଟାର
pa: ਹੂਨਰ ਸਟਾਰ
ta: ஹுனர் ஸ்டார்
te: హునర్ స్టార్
ur: ہنر ستار

source: Drafts
gu: ડ્રાફ્ટ
kn: ಡ್ರಾಫ್ಟ್‌ಗಳು
ml: ഡ്രാഫ്റ്റുകൾ
or: ଡ୍ରାଫ୍ଟ
pa: ਡਰਾਫਟ
ta: மசேதங்கள்
te: డ్రాఫ్ట్‌లు
ur: مسودے

source: Edit Profile
gu: પ્રોફાઇલ સંપાદિત કરો
kn: ಪ್ರೊಫೈಲ್ ಸಂಪಾದಿಸಿ
ml: പ്രൊഫൈൽ തിരുത്തുക
or: ପ୍ରୋଫାଇଲ୍ ସଂଶୋଧନ କରନ୍ତୁ
pa: ਪ੍ਰੋਫਾਈਲ ਸੰਪਾਦਿਤ ਕਰੋ
ta: சுயவிவரத்தைத் திருத்தவும்
te: ప్రొఫైల్‌ను సవరించండి
ur: پروفائل ایڈٹ کریں

source: Change Password
gu: પાસવર્ડ બદલો
kn: ಪಾಸ್ವರ್ಡ್ ಬದಲಾಯಿಸಿ
ml: പാസ്‌വേഡ് മാറ്റുക
or: ପାସ୍‌ୱର୍ଡ ବଦଳାନ୍ତୁ
pa: ਪਾਸਵਰਡ ਬਦਲੋ
ta: கடவுச்சொல்லை மாற்றவும்
te: పాస్‌వర్డ్ మార్చండి
ur: پاس ورڈ تبدیل کریں

source: Terms & Conditions
gu: અટકળો અને શરતો
kn: ಶರತ್ತುಗಳು ಮತ್ತು ನಿಯಮಗಳು
ml: ശരതുകളും നിബന്ധനകളും
or: ଶରତ ଓ ନିୟମ
pa: ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ
ta: நிபந்தனைகள் & விதிமுறைகள்
te: తీర్మానాలు & పరిస్థితులు
ur: شرائط و ضوابط

source: Manage Devices
gu: યંત્રોને વ્યવસ્થિત કરો
kn: ಯಂತ್ರಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: ഉപകരണങ്ങൾ നടത്തുക
or: ଉପକରଣଗୁଡିକୁ ପରିଚାଳନା କରନ୍ତୁ
pa: ਉਪਕਰਨਾਂ ਦਾ ਪ੍ਰਬੰਧ ਕਰੋ
ta: சாதனங்களை மேலாண்மை செய்யவும்
te: యంత్రాలను నిర్వహించండి
ur: آلات کا انتظام کریں

source: About App
gu: ઍપ વિશે
kn: ಅನ್ವಯದ ಬಗ್ಗೆ
ml: ആപ്പിന്റെ വിവരങ്ങൾ
or: ଆପ୍ ପାଇଁ
pa: ਐਪ ਬਾਰੇ
ta: அப்பின் பற்றி
te: యాప్ గురించి
ur: ایپ کے بارے میں

source: Save
gu: સાચવો
kn: ಉಳಿತಾಯ
ml: സംരക്ഷിക്കുക
or: ସେଭ୍
pa: ਸੇਵ ਕਰੋ
ta: சேமிக்கவும்
te: సంరక్షించండి
ur: محفوظ کریں

source: Send
gu: મોકલો
kn: ಕಳುಹಿಸಿ
ml: കുറിച്ചുകൂറി
or: ପଠାନ୍ତୁ
pa: ਭੇਜੋ
ta: அனுப்பவும்
te: పంపండి
ur: بھیجیں

source: Help
gu: મદદ
kn: ಮದದು
ml: സഹായം
or: ସାହାୟ୍ୟ
pa: ਮਦਦ
ta: உதவி
te: సహాయం
ur: مدد

source: Bio
gu: બાયોજી
kn: ಜೀವನ ಚರಿತ್ರೆ
ml: ജീവചരിത്രം
or: ଜୀବନୀ
pa: ਜੀਵਨੀ
ta: சுயவிவரம்
te: బయో
ur: حیات

source: Notification
gu: નોટિફિકેશન
kn: ನೋಟಿಫಿಕೇಶನ್
ml: നോട്ടിഫിക്കേഷൻ
or: ସୂଚନା
pa: ਸੂਚਨਾ
ta: அறிக்கைகள்
te: చేరుస్తోంది
ur: نوٹیفیکیشن

# notificationSubTitle
source: Receive Notifications
gu: નોટિફિકેશનો મેળવો
kn: ನೋಟಿಫಿಕೇಶನ್ಗಳು ಸ್ವೀಕರಿಸಿ
ml: നോട്ടിഫിക്കേഷൻ സ്വീകരിക്കുക
or: ସୂଚନାଗୁଡିକୁ ଗ୍ରହଣ କରନ୍ତୁ
pa: ਸੂਚਨਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰੋ
ta: அறிக்கைகள் பெறவும்
te: నోటిఫికేషన్లు పొందండి
ur: نوٹیفیکیشن حاصل کریں

source: App Version
gu: ઍપ સંસ્કરણ
kn: ಅನ್ವಯ ಆವೃತ್ತಿ
ml: ആപ്പ് പതിപ്പ്
or: ଆପ୍ ସଂସ୍କରଣ
pa: ਐਪ ਦਾ ਸੰਸਕਰਣ
ta: அப் பதிப்பு
te: యాప్ సంస్కరణ
ur: ایپ ورژن

source: Contact Email
gu: સંપર્ક ઇમેઇલ
kn: ಸಂಪರ್ಕ ಇಮೇಲ್
ml: സമ്പർക്ക ഇമെയിൽ
or: ସଂପର୍କ ଇମେଇଲ୍
pa: ਸੰਪਰਕ ਈਮੇਲ
ta: தொடர்பு மின்னஞ்சல்
te: సంప్రదింపు ఇమెయిల్
ur: رابطہ ای میل

source: Language
gu: ભાષા
kn: ಭಾಷೆ
ml: ഭാഷ
or: ଭାଷା
pa: ਭਾਸ਼ਾ
ta: மொழி
te: భాష
ur: زبان

# languageSubTitle
source: Change language
gu: ભાષા બદલો
kn: ಭಾಷೆ ಬದಲಾಯಿಸಿ
ml: ഭാഷ മാറ്റുക
or: ଭାଷା ବଦଳାନ୍ତୁ
pa: ਭਾਸ਼ਾ ਬਦਲੋ
ta: மொழியை மாற்றவும்
te: భాష మార్చండి
ur: زبان تبدیل کریں

source: Copyright
gu: કોપીરાઇટ
kn: ಕಾಪಿರೈಟ್
ml: കാപിറൈറ്റ്
or: କପିରାଇଟ
pa: ਕਾਪੀਰਾਈਟ
ta: பதிப்புரிமை
te: కాపీరైట్
ur: کاپی رائٹ

# copyrightSubTitle
source: Copyright @ hoonarstar, All rights reserved
gu: કોપીરાઇટ @ હુનર સ્ટાર, તમામ અધિકારો સંગ્રહિત છે
kn: ಕಾಪಿರೈಟ್ @ ಹುನರ್ ಸ್ಟಾರ್, ಎಲ್ಲಾ ಹಕ್ಕುಗಳು ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ
ml: കാപിറൈറ്റ് @ ഹുനർ സ്റ്റാർ, എല്ലാ അവകാശങ്ങളും സംരക്ഷിതമാണ്
or: କପିରାଇଟ @ ହୁନାରସ୍ଟାର, ସମସ୍ତ ଅଧିକାର ସଂରକ୍ଷିତ
pa: ਕਾਪੀਰਾਈਟ @ ਹੂਨਰ ਸਟਾਰ, ਸਾਰੇ ਅਧਿਕਾਰ ਰਾਖਵੇਂ
ta: பதிப்புரிமை @ ஹுனர் ஸ்டார், அனைத்து உரிமைகள் பாதுகாக்கப்பட்டுள்ளன
te: కాపీరైట్ @ హునర్‌స్టార్, అన్ని హక్కులు రిజర్వు చేసుకున్నాయి
ur: کاپی رائٹ @ ہنر ستار، تمام حقوق محفوظ ہیں

source: FAQ
gu: વારંવાર પૂછવામાં આવતી પ્રશ્નો
kn: ಅಲ್ಲು ಕೇಳುವ ಪ್ರಶ್ನೆಗಳು
ml: സാധാരണമായ ചോദ്യംകൾ
or: ପ୍ରଶ୍ନ
pa: ਆਰਟੀਕਲ
ta: அதிகம் கேட்கப்படும் கேள்விகள்
te: ఎప్పుడైనా అడిగే ప్రశ్నలు
ur: اکثر پوچھے گئے سوالات

# faqSubTitle
source: View FAQs
gu: FAQ જુઓ
kn: ಅಲ್ಲು ಕೇಳುವ ಪ್ರಶ್ನೆಗಳನ್ನ ನೋಡಿ
ml: സാധാരണമായ ചോദ്യംകൾ കാണുക
or: ପ୍ରଶ୍ନଗୁଡିକୁ ଦେଖନ୍ତୁ
pa: ਆਰਟੀਕਲ ਵੇਖੋ
ta: FAQ களைப் பார்க்கவும்
te: FAQ చూడండి
ur: ایف اے کیو دیکھیں

# shareSubTitle
source: Share this App
gu: આ એપ્લિકેશનને શેર કરો
kn: ಈ ಅನ್ವಯವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
ml: ഈ ആപ്പ് പങ്കിടുക
or: ଏହି ଆପ୍ ଶେୟାର କରନ୍ତୁ
pa: ਇਸ ਐਪ ਨੂੰ ਵੰਡੋ
ta: இந்த அப்ளிகேஷனைப் பகிரவும்
te: ఈ యాప్‌ను పంచుకోండి
ur: اس ایپلیکیشن کو شیئر کریں

source: Delete Account
gu: ખાતો કાઢી નાખો
kn: ಖಾತೆ ಅಳಿಸು
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക
or: ଅକାଉଣ୍ଟ ମିଟାନ୍ତୁ
pa: ਅਕਾਉਂਟ ਮਿਟਾਓ
ta: கணக்கை நீக்கு
te: ఖాతాను తీసేయండి
ur: اکاؤنٹ حذف کریں

# deleteAccountSubTitle
source: Delete this Account
gu: આ ખાતા દૂર કરો
kn: ಈ ಖಾತೆಯನ್ನು ಅಳಿಸು
ml: ഈ അക്കൗണ്ട് ഇല്ലാതാക്കുക
or: ଏହି ଅକାଉଣ୍ଟ ମିଟାନ୍ତୁ
pa: ਇਸ ਅਕਾਉਂਟ ਨੂੰ ਮਿਟਾਓ
ta: இந்த கணக்கை நீக்கு
te: ఈ ఖాతాను తీసేయండి
ur: اس اکاؤنٹ کو حذف کریں

source: On
gu: ઓન
kn: ಊರ್ವಗೆ
ml: ഓൺ
or: ଚାଲୁ
pa: ਚਾਲੂ
ta: ஆன்
te: చాలి
ur: چالو

source: Off
gu: ઓફ
kn: ಆಫ್
ml: ഓഫ്
or: ବନ୍ଦ
pa: ਬੰਦ
ta: ஆஃப்
te: ఆఫ్
ur: بند

# helpName
source: Name
gu: નામ
kn: ಹೆಸರು
ml: പേര്
or: ନାମ
pa: ਨਾਮ
ta: பெயர்
te: పేరు
ur: نام

# helpEmail
source: Email Address
gu: ઇમેલ સરનામું
kn: ಇಮೇಲ್ ವಿಳಾಸ
ml: ഇമെയിൽ വിലാസം
or: ଇମେଇଲ୍ ପତା
pa: ਈਮੇਲ ਪਤਾ
ta: மின்னஞ்சல் முகவரி
te: ఇమెయిల్ చిరునామా
ur: ای میل ایڈریس

# helpPhone
source: Phone Number
gu: ફોન નંબર
kn: ಫೋನ್ ನಂಬರ್
ml: ഫോൺ നമ്പർ
or: ଫୋନ୍ ନମ୍ବର
pa: ਫੋਨ ਨੰਬਰ
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్
ur: فون نمبر

# helpSelectIssue
source: Select Issue
gu: સમસ્યા પસંદ કરો
kn: ಸಮಸ್ಯೆ ಆಯ್ಕೆ ಮಾಡಿ
ml: സമസ്യം തിരഞ്ഞെടുക്കുക
or: ମସଲା ବାଛନ୍ତୁ
pa: ਮਸਲਾ ਚੁਣੋ
ta: பிரச்சினையைத் தேர்ந்தெடுக்கவும்
te: ఇష్యూ ఎంచుకోండి
ur: مسئلہ منتخب کریں

# helpMessage
source: Message
gu: સંદેશ
kn: ಸಂದೇಶ
ml: സന്ദേശം
or: ସନ୍ଦେଶ
pa: ਸੰਦੇਸ਼
ta: செய்தி
te: సందేశం
ur: پیغام

# helpCallUs
source: Call Us
gu: અમે ફોન કરો
kn: ನಮ್ಮನ್ನು ಕರೆ ಮಾಡಿ
ml: നമ്മളെ വിളിക്കുക
or: ଆମକୁ ଭାର୍ତ୍ତା କରନ୍ତୁ
pa: ਸਾਨੂੰ ਕਾਲ ਕਰੋ
ta: எங்களை அழைக்கவும்
te: మాకు కాల్ చేయండి
ur: ہمیں کال کریں

# helpMailUs
source: Mail Us
gu: અમે ઇમેલ કરો
kn: ನಮ್ಮನ್ನು ಮೇಲ್ ಮಾಡಿ
ml: നമ്മളെ മെയിൽ ചെയ്യുക
or: ଆମକୁ ମେଲ୍ କରନ୍ତୁ
pa: ਸਾਨੂੰ ਮੇਲ ਕਰੋ
ta: எங்களை மெயில் செய்யவும்
te: మాకు మెయిల్ చేయండి
ur: ہمیں ای میل کریں

source: Remove
gu: કાઢી નાખો
kn: ಅಳಿಸು
ml: അഴിക്കുക
or: ହଟାନ୍ତୁ
pa: ਹਟਾਓ
ta: அள்ளு
te: తీసివేయి
ur: ہٹائیں

source: Add a comment...
gu: ટિપ્પણી ઉમેરો...
kn: ಒಂದು ಕಾಮೆಂಟ್ ಸೇರಿಸಿ...
ml: ഒരു കമന്റ് ചേർക്കുക...
or: ଏକ କମେଣ୍ଟ ଯୋଗ କରନ୍ତୁ...
pa: ਇੱਕ ਟਿੱਪਣੀ ਸ਼ਾਮਲ ਕਰੋ...
ta: கருத்து சேர்க்கவும்...
te: వ్యాఖ్యను జోడించండి...
ur: تبصرہ شامل کریں...

source: Reply
gu: જવાબ
kn: ಉತ್ತರಿಸು
ml: പ്രതിസന്ധിക്കുക
or: ପ୍ରତିସ୍ପନ୍ଦନ
pa: ਜਵਾਬ
ta: பதிலளிக்கவும்
te: సమాధానం ఇవ్వండి
ur: جواب دیں

source: replies
gu: જવાબો
kn: ಉತ್ತರಗಳು
ml: പ്രതിസന്ധികൾ
or: ପ୍ରତିସ୍ପନ୍ଦନଗୁଡିକ
pa: ਜਵਾਬ
ta: பதில்கள்
te: సమాధానాలు
ur: جواب

# searchHint
source: Search Name, Id
gu: નામ, આઈડી શોધો
kn: ಹೆಸರು, ಐಡಿ ಶೋಧಿಸಿ
ml: പേര്, ഐഡി തിരയുക
or: ନାମ, ଆଇଡି ସନ୍ଧାନ କରନ୍ତୁ
pa: ਨਾਮ, ਆਈਡੀ ਖੋਜੋ
ta: பெயர், அடையாளத்தை தேடவும்
te: నామం, ఐడిని శోధించండి
ur: نام، شناخت تلاش کریں

# videoIsToShort
source: Video is too short
gu: વિડિયો બહુ જ ટૂંકા છે
kn: ವಿಡಿಯೋ ತುಂಬಾ ಕարճವಾಗಿದೆ
ml: വീഡിയോ വളരെ ചുരുങ്ങിയതാണ്
or: ଭିଡିଓ ଅତି କ୍ଷୁଦ୍ର
pa: ਵਿਡੀਓ ਬਹੁਤ ਛੋਟੀ ਹੈ
ta: வீடியோ மிகவும் குறுகியது
te: వీడియో చాలా చిన్నది
ur: ویڈیو بہت چھوٹی ہے

source: Allow
gu: મંજૂર કરો
kn: ಅನுமತಿಸಿ
ml: അനുമതി നൽകുക
or: অনুমতি
pa: ਇਜਾਜਤ ਦਿਓ
ta: அனுமதிக்கவும்
te: అనుమతి ఇవ్వండి
ur: اجازت دیں

source: To access your camera and microphone
gu: તમારા કેમેરા અને માઇક્રોફોનને ઍક્સેસ કરવા માટે
kn: ನಿಮ್ಮ ಕ್ಯಾಮೆರಾ ಮತ್ತು ಮೈಕ್ರೊಫೋನ್‌ಗೆ ಪ್ರವೇಶಿಸಲು
ml: നിങ്ങളുടെ ക്യാമറയും മൈക്രോഫോണും ആക്സസ് ചെയ്യാൻ
or: ଆପଣଙ୍କର କ୍ୟାମେରା ଓ ମାଇକ୍ରୋଫୋନ ରେ ପ୍ରବେଶ କରିବାକୁ
pa: ਤੁਹਾਡੇ ਕੈਮਰੇ ਅਤੇ ਮਾਈਕਰੋਫ਼ੋਨ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ
ta: உங்கள் கேமரா மற்றும் மைக்ரோபோனுக்குப் доступа பெற
te: మీ కెమెరా మరియు మైక్రోఫోన్‌కు యాక్సెస్ చేయడానికి
ur: آپ کے کیمرے اور مائیکروفون تک رسائی کے لیے

# ifAppearsThatCameraPermissionHasNotBeenGrantedEtc
source: It appears that camera permission has not been granted. To use the app, you'll need to allow access to the camera from the settings.
gu: જો એવું લાગે છે કે કેમેરાની પરવાનગી ન આપી હોય. એપ્લિકેશન માટે, તમારે સેટિંગ્સમાંથી કેમેરાને ઍક્સેસ આપવા માટે પરવાનગી આપવી પડશે
kn: ಕ್ಯಾಮೆರಾ ಅನುಮತಿ ನೀಡದಿರುವುದು ತೋರಿದರೆ. ಆಪ್‌ಗೆ, ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಂದ ಕ್ಯಾಮೆರಾ ಪ್ರವೇಶಕ್ಕೆ ಅನುಮತಿ ನೀಡಬೇಕಾಗುತ್ತದೆ
ml: ക്യാമറ പെർമിഷൻ നൽകിയിട്ടില്ലെന്നു തോന്നുന്നു. ആപ്പിന്, നിങ്ങൾ സെറ്റിങ്ങുകളിൽ നിന്ന് ക്യാമറ ആക്സസ് അനുവദിക്കണം
or: ଯଦି କ୍ୟାମେରା ଅନୁମତି ଦିଆଯାଇ ନାହିଁ। ଆପ୍ ପାଇଁ, ଆପଣଙ୍କୁ ସେଟିଂଗୁଡ଼ିକରୁ କ୍ୟାମେରା ପ୍ରବେଶକୁ ଅନୁମତି ଦେବାକୁ ପଡ଼ିବ
pa: ਜੇਕਰ ਲੱਗਦਾ ਹੈ ਕਿ ਕੈਮਰਾ ਅਨੁਮਤੀ ਨਹੀਂ ਦਿੱਤੀ ਗਈ। ਐਪ ਲਈ, ਤੁਹਾਨੂੰ ਸੈਟਿੰਗਾਂ ਤੋਂ ਕੈਮਰੇ ਤੱਕ ਪਹੁੰਚ ਦੀ ਇਜਾਜ਼ਤ ਦੇਣੀ ਪਵੇਗੀ
ta: கேமரா அனுமதி வழங்கப்படவில்லை என்று தோன்றியால். செயலிக்கு, நீங்கள் அமைப்புகளில் இருந்து கேமராவிற்குப் доступа அனுமதி அளிக்க வேண்டும்
te: కెమెరా అనుమతి ఇవ్వబడలేదని అనిపిస్తే. యాప్‌కు, మీకు సెట్టింగ్‌ల నుండి కెమెరాకు యాక్సెస్ ఇవ్వడానికి అనుమతిని ఇవ్వాలి
ur: اگر ایسا لگتا ہے کہ کیمرے کی اجازت نہیں دی گئی ہے۔ ایپ کے لیے، آپ کو کیمرے تک رسائی کی اجازت سیٹنگز سے دینا ہوگی

source: Open Settings
gu: સેટિંગ્સ ખોલો
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ml: സെറ്റിങ്ങുകൾ തുറക്കുക
or: ସେଟିଂଗୁଡ଼ିକ ଖୋଲନ୍ତୁ
pa: ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
ta: அமைப்புகளை திறக்கவும்
te: సెట్టింగ్స్ తెరవండి
ur: سیٹنگز کھولیں

# anErrorOccurredWhileProcessingTheEtc
source: An error occurred while processing the video. Please try again.
gu: વિડિયો પ્રક્રિયા કરતી વખતે એક ભૂલ થઈ હતી. કૃપા કરીને ફરી પ્રયાસ કરો.
kn: ವೀಡಿಯೊವನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವಾಗ ದೋಷ ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: വീഡിയോ പ്രോസസ്സ് ചെയ്യുന്നതിനിടെ ഒരു പിഴവുണ്ടായി. വീണ്ടും ശ്രമിക്കുക.
or: ଭିଡିଓକୁ ପ୍ରକ୍ରିୟାକରଣ କରିବା ସମୟରେ ଏକ ତ୍ରୁଟି ଘଟିଲା। ଦୟାକରି ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ।
pa: ਵੀਡੀਓ ਦੀ ਪ੍ਰਕਿਰਿਆ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਹੋ ਗਈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ta: வீடியோ செயலாக்கத்தின்போது ஒரு பிழை ஏற்பட்டது. மீண்டும் முயற்சிக்கவும்.
te: వీడియోను ప్రాసెస్ చేస్తుండగా ఒక తప్పు జరిగింది. దయచేసి మళ్లీ ప్రయత్నించండి.
ur: ویڈیو کو پروسیس کرتے وقت ایک خرابی ہوئی۔ براہ کرم دوبارہ کوشش کریں۔

source: Please accept library permission to pick a video.
gu: વિડિયો પસંદ કરવા માટે કૃપા કરીને લાઇબ્રેરી પરવાનગી સ્વીકારો
kn: ವೀಡಿಯೊವನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಲೈಬ್ರರಿ ಅನುಮತಿಯನ್ನು ಸ್ವೀಕರಿಸಿ
ml: ഒരു വീഡിയോ തിരഞ്ഞെടുക്കാൻ ലൈബ്രറി അനുമതി ദയവായി സ്വീകരിക്കുക
or: ଭିଡିଓ ବାଛିବାକୁ ଲାଇବ୍ରେରି ଅନୁମତିକୁ ସ୍ୱୀକୃତ କରନ୍ତୁ
pa: ਇੱਕ ਵੀਡੀਓ ਚੁਣਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਲਾਇਬ੍ਰੇਰੀ ਅਨੁਮਤੀ ਨੂੰ ਸਵੀਕਾਰ ਕਰੋ
ta: ஒரு வீடியோவை தேர்வு செய்ய பொது நூலக அனுமதியை ஏற்கவும்
te: ఒక వీడియోను ఎంచుకోవడానికి లైబ్రరీ అనుమతి అంగీకరించండి
ur: ویڈیو منتخب کرنے کے لیے لائبریری کی اجازت قبول کریں

source: Share This Video
gu: આ વિડિયોને શેર કરો
kn: ಈ ವೀಡಿಯೊವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ
ml: ഈ വീഡിയോ പങ്കിടുക
or: ଏହି ଭିଡିଓକୁ ସେୟାର କରନ୍ତୁ
pa: ਇਹ ਵੀਡੀਓ ਸ਼ੇਅਰ ਕਰੋ
ta: இந்த வீடியோக்களை பகிருங்கள்
te: ఈ వీడియోని పంచుకోండి
ur: اس ویڈیو کو شیئر کریں

source: Video downloading started
gu: વિડિયો ડાઉનલોડ શરૂ થયું
kn: ವೀಡಿಯೊ ಡೌನ್‌ಲೋಡ್ ಪ್ರಾರಂಭವಾಯಿತು
ml: വീഡിയോ ഡൗൺലോഡ് ആരംഭിച്ചു
or: ଭିଡିଓ ଡାଉନଲୋଡ଼ ଆରମ୍ଭ ହେଲା
pa: ਵੀਡੀਓ ਡਾਊਨਲੋਡਿੰਗ ਸ਼ੁਰੂ ਹੋ ਗਿਆ
ta: வீடியோ பதிவிறக்கம் தொடங்கியது
te: వీడియో డౌన్‌లోడ్ ప్రారంభమైంది
ur: ویڈیو ڈاؤن لوڈ شروع ہو گئی ہے

source: Cancel
gu: રદ કરો
kn: ರದ್ದು
ml: റദ്ദാക്കുക
or: ବାତିଲ
pa: ਰੱਦ ਕਰੋ
ta: அண்மையில்
te: రద్దు చేయండి
ur: منسوخ کریں

source: Yes
gu: હા
kn: ಹೌದು
ml: അതെ
or: ହଁ
pa: ਹਾਂ
ta: ஆம்
te: అవును
ur: جی ہاں

source: Are you sure?
gu: શું તમે ખાતરી કરો છો
kn: ನೀವು ಖಚಿತವಾಗಿ ಇದ್ದೀರಾ
ml: നിങ്ങൾക്ക് ഉറപ്പാണോ
or: ଆପଣ ନିଶ୍ଚିତ କି
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ ਹਾਂ
ta: நீங்கள் உறுதியாக இருக்கிறீர்களா
te: మీరు ఖచ్చితంగా ఉన్నారా
ur: کیا آپ کو یقین ہے

source: Do you really want to go back?
gu: શું તમે ખરેખર પાછા જવું ઇચ્છો છો?
kn: ನೀವು ನಿಜವಾಗಿಯೂ ಹಿಂದಕ್ಕೆ ಹೋಗಲು ಬಯಸುತ್ತೀರಾ?
ml: നിങ്ങൾക്ക് നจริงയായി തിരിച്ചു പോകണമെന്ന് തോന്നുന്നുണ്ടോ?
or: ଆପଣ ଏହାକୁ ଫେରି ଯିବାକୁ ଚାହାଁନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਸੱਚਮੁੱਚ ਵਾਪਸ ਜਾਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ta: நீங்கள் உண்மையாக பின்னுக்கு போவேனா?
te: మీరు నిజంగా వెనక్కి వెళ్లాలనుకుంటున్నారా?
ur: کیا آپ واقعی واپس جانا چاہتے ہیں؟

source: Logout
gu: શલોગઆઉટ
kn: ನಲಾಗ್ ಔಟ್
ml: ലോഡ്‌ ഔട്ട്
or: ଲଗଆଉଟ
pa: ਲੌਗ ਆਉਟ
ta: வெளியேறு
te: లాగ్ అవుట్
ur: لاگ آؤٹ

source: Dark Mode
gu: ડાર્ક મોડ
kn: ಡಾರ್ಕ್ ಮೋಡ್
ml: ഡാർക്ക് മോഡ്
or: ଡାର୍କ ମୋଡ
pa: ਗੋਲ਼ ਮੋਡ
ta: டார்க் மோடு
te: చీకటి మోడ్
ur: تاریک موڈ

# darkModeSubtitle
source: Change your app theme
gu: તમારું એપ થીમ બદલો
kn: ನಿಮ್ಮ ಆಪ್ ಥೀಮ್ ಅನ್ನು ಬದಲಾಯಿಸಿ
ml: ആപ്പിന്റെ തീം മാറ്റുക
or: ଆପଣଙ୍କର ଆପ୍‌ ଥିମ୍ ବଦଳାନ୍ତୁ
pa: ਆਪਣੇ ਐਪ ਦੇ ਥੀਮ ਨੂੰ ਬਦਲੋ
ta: உங்கள் ஆப்லின் தீமை மாற்றுங்கள்
te: మీ యాప్ థీమ్‌ను మార్చండి
ur: اپنی ایپ کا تھیم تبدیل کریں

source: Light Mode
gu: લાઇટ મોડ
kn: ಲೈಟ್ ಮೋಡ್
ml: ലൈറ്റ് മോഡ്
or: ଲାଇଟ୍ ମୋଡ
pa: ਲਾਈਟ ਮੋਡ
ta: லைட் மோடு
te: వెన్నెల మోడ్
ur: ہلکا موڈ

source: System Default
gu: સિસ્ટમ ડિફોલ્ટ
kn: ಸಿಸ್ಟಮ್ ಡೀಫಾಲ್ಟ್
ml: സിസ്റ്റം ഡീഫോൾട്ട്
or: ସିଷ୍ଟମ୍ ଡିଫଲ୍ଟ
pa: ਸਿਸਟਮ ਡਿਫ਼ਾਲਟ
ta: சிஸ்டம் இயல்புநிலை
te: సిస్టమ్ డిఫాల్ట్
ur: سسٹم ڈیفالٹ

source: Change Theme
gu: થિમ બદલો
kn: ಥೀಮ್ ಬದಲಾಯಿಸಿ
ml: തീം മാറ്റുക
or: ଥିମ୍ ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa: ਥੀਮ ਬਦਲੋ
ta: தீமை மாற்றவும்
te: థీమ్ మార్చండి
ur: تھیم تبدیل کریں

source: Choose your star Category
gu: તમારા સ્ટાર કેટેગરી પસંદ કરો
kn: ನಿಮ್ಮ ತಾರೆ ವರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: നിങ്ങളുടെ സ്റ്റാർ വിഭാഗം തിരഞ്ഞെടുക്കുക
or: ଆପଣଙ୍କର ତାରା ଶ୍ରେଣୀ ବାଛନ୍ତୁ
pa: ਆਪਣਾ ਸਟਾਰ ਕੈਟੇਗਰੀ ਚੁਣੋ
ta: உங்கள் ஸ்டார் வகையைத் தேர்ந்தெடுக்கவும்
te: మీ స్టార్ కేటగిరీని ఎంచుకోండి
ur: اپنی اسٹار کیٹیگری منتخب کریں

source: Be a Contestant
gu: સ્પર્ધક બનો
kn: ಸ್ಪರ್ಧಿಯಾಗಿ
ml: ഒരു മത്സരാർത്ഥിയായി
or: ଏକ ପ୍ରତିଯୋଗୀ ହୁଅନ୍ତୁ
pa: ਪ੍ਰਤੀਯੋਗੀ ਬਣੋ
ta: போட்டி வீரராக இருங்கள்
te: ఒక పోటిదారుగా ఉండండి
ur: مقابلہ کرنے والا بنیں

# zone_leve
source: Zone Level
gu: ઝોન સ્તર
kn: ಮಂಡಲ ಮಟ್ಟ
ml: സോൺ നില
or: କ୍ଷେତ୍ର ସ୍ତର
pa: ਜ਼ੋਨ ਲੈਵਲ
ta: மண்டல நிலை
te: జోన్ స్థాయి
ur: زون لیول

source: Division Level
gu: ડિવિઝન સ્તર
kn: ವಿಭಾಗ ಮಟ್ಟ
ml: ഡിവിഷൻ നില
or: ବିଭାଗ ସ୍ତର
pa: ਡਿਵੀਜ਼ਨ ਲੈਵਲ
ta: பிரிவு நிலை
te: విభాగ స్థాయి
ur: ڈویژن لیول

source: District Level
gu: જિલ્લા સ્તર
kn: ಜಿಲ್ಲಾ ಮಟ್ಟ
ml: ജില്ലാ നില
or: ଜିଲ୍ଲା ସ୍ତର
pa: ਜ਼ਿਲ੍ਹਾ ਲੈਵਲ
ta: மாவட்ட நிலை
te: జిల్లా స్థాయి
ur: ضلع لیول

source: State Level
gu: રાજ્ય સ્તર
kn: ರಾಜ್ಯ ಮಟ್ಟ
ml: സംസ്ഥാന നില
or: ରାଜ୍ୟ ସ୍ତର
pa: ਰਾਜ ਲੈਵਲ
ta: மாநில நிலை
te: రాష్ట్ర స్థాయి
ur: ریاست لیول

source: Region Level
gu: પ્રાંત સ્તર
kn: ಪ್ರಾದೇಶಿಕ ಮಟ್ಟ
ml: മേഖലാ നില
or: ଅଞ୍ଚଳ ସ୍ତର
pa: ਖੇਤਰ ਲੈਵਲ
ta: பிராந்திய நிலை
te: ప్రాంత స్థాయి
ur: علاقائی لیول

source: National Level
gu: રાષ્ટ્રીય સ્તર
kn: ರಾಷ್ಟ್ರೀಯ ಮಟ್ಟ
ml: ദേശീയ നില
or: ଜାତୀୟ ସ୍ତର
pa: ਰਾਸ਼ਟਰੀ ਲੈਵਲ
ta: தேசிய நிலை
te: జాతీయ స్థాయి
ur: قومی لیول

source: Congratulations
gu: અભિનંદન
kn: ಅಭಿನಂದನೆಗಳು
ml: അഭിനന്ദനങ്ങൾ
or: ଅଭିନନ୍ଦନ
pa: ਵਧਾਈਆਂ
ta: வாழ்த்துக்கள்
te: అభినందనలు
ur: مبارک ہو

# createAndUpload
source: Create & Upload
gu: બનાવો અને અપલોડ કરો
kn: ರಚಿಸಿ ಮತ್ತು ಅಪ್ಲೋಡ್ ಮಾಡಿ
ml: ഉണ്ടാക്കുക & അപ്ലോഡ് ചെയ്യുക
or: ସୃଜନ କରନ୍ତୁ ଏବଂ ଅପଲୋଡ୍ କରନ୍ତୁ
pa: ਬਣਾਓ ਅਤੇ ਅਪਲੋਡ ਕਰੋ
ta: உருவாக்கி பதிவேற்றுங்கள்
te: సృష్టించండి మరియు అప్‌లోడ్ చేయండి
ur: بنانا اور اپلوڈ کریں

source: Competition Hub
gu: સ્પર્ધા હબ
kn: ಸ್ಪರ್ಧಾ ಕೇಂದ್ರ
ml: മത്സര ഹബ്
or: ପ୍ରତିଯୋଗିତା କେନ୍ଦ୍ର
pa: ਮੁਕਾਬਲਾ ਹੱਬ
ta: போட்டி மையம்
te: పోటీ కేంద్రం
ur: مقابلے کا مرکز

source: News & Events
gu: સમાચાર અને ઇવેન્ટ્સ
kn: ಸುದ್ದಿಗಳು ಮತ್ತು ಘಟನೆಗಳು
ml: വാർത്തകളും ഇവന്റുകളും
or: ସମାଚାର ଏବଂ କାର୍ଯ୍ୟକ୍ରମଗୁଡ଼ିକ
pa: ਖ਼ਬਰਾਂ ਅਤੇ ਇਵੈਂਟ
ta: செய்தி மற்றும் நிகழ்வுகள்
te: సమాచారం మరియు కార్యక్రమాలు
ur: خبریں اور ایونٹس

source: Rewards
gu: પરિષ્કાર
kn: ಪ್ರಶಸ್ತಿಗಳು
ml: പാരിതോഷികങ്ങൾ
or: ପୁରସ୍କାର
pa: ਇਨਾਮ
ta: விருதுகள்
te: బహుమతులు
ur: انعامات

source: Guidelines
gu: માર્ગદર્શિકા
kn: ಮಾರ್ಗಸೂಚಿಗಳು
ml: മാർഗ്ഗനിർദ്ദേശങ്ങൾ
or: ମାନକ ନିର୍ଦ୍ଦେଶ
pa: ਦਿਸ਼ਾ-ਨਿਰਦੇਸ਼
ta: வழிகாட்டிகள்
te: మార్గదర్శకాలు
ur: ہدایات
