Repository: aimbeat2018/hoonar
Catalog: lib/l10n/app_*.arb
Languages: gu, kn, ml, or, pa, ta, te, ur

# congratulations_on_achievement
source: Congratulations on your achievement! You have successfully won this level with a remarkable lead of {votes} votes. Well done! Your current rank is {rank}.
or: ଆପଣଙ୍କର ସାଧନା ପାଇଁ ଅଭିନନ୍ଦନ! ଆପଣ {votes} ଭୋଟ୍ସର ସ୍ୱତନ୍ତ୍ର ଆଗ୍ରାଗତି ସହିତ ଏହି ସ୍ତରକୁ ସଫଳତାରେ ଜିତିଛନ୍ତି। ଭଲ କରିଛନ୍ତି! ଆପଣଙ୍କର ବର୍ତ୍ତମାନ ରେଙ୍କ୍ {rank} ଅଟୁଛି।
pa: ਤੁਹਾਡੇ ਯਤਨ ਨੂੰ ਵਧਾਈ ਹੋ! ਤੁਸੀਂ {votes} ਵੋਟਾਂ ਦੀ ਸ਼ਾਨਦਾਰ ਅੱਗੇਵੱਡੀ ਨਾਲ ਇਹ ਪੱਧਰ ਸਫਲਤਾਪੂਰਵਕ ਜਿੱਤਿਆ ਹੈ। ਵਧੀਆ ਕੀਤਾ! ਤੁਹਾਡੀ ਮੌਜੂਦਾ ਰੈਂਕ {rank} ਹੈ।
te: మీ విజయానికి అభినందనలు! మీరు {votes} వోట్లతో అద్భుతమైన ముందడుగు తీసుకుని ఈ స్థాయిని విజయవంతంగా గెలుచుకున్నారు. బాగా చేశారు! మీ ప్రస్తుత ర్యాంక్ {rank}.
ur: آپ کی کامیابی پر مبارک ہو! آپ نے {votes} ووٹوں کی شاندار برتری کے ساتھ اس سطح کو کامیابی سے جیت لیا ہے۔ بہت اچھا! آپ کا موجودہ رینک {rank} ہے۔

source: Withdraw Request
or: ତିଆଉ ପ୍ରସ୍ତାବ
pa: ਪਿੱਛੇ ਹਟਣ ਦੀ ਬੇਨਤੀ
te: వెనుక తీసుకునే అభ్యర్థన
ur: نکالنے کی درخواست

source: Withdraw Request List
or: ତିଆଉ ପ୍ରସ୍ତାବ ତାଲିକା
pa: ਪਿੱਛੇ ਹਟਣ ਦੀਆਂ ਬੇਨਤੀਆਂ ਦੀ ਸੂਚੀ
te: వెనుక తీసుకునే అభ్యర్థన జాబితా
ur: نکالنے کی درخواست کی فہرست

# areYouSureYouWantToWithdraw
source: Are you sure you want to withdraw amount {amount}
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ {amount} ରାଶି ତିଆଉ କରିବାକୁ ଚାହାଁନ୍ତି?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨਨ {amount} ਦੀ ਰਕਮ ਪਿੱਛੇ ਲੈਣਾ ਚਾਹੁੰਦੇ ਹੋ?
te: మీరు నిజంగా {amount} మొత్తాన్ని వెనక్కి తీసుకోవాలని అనుకుంటున్నారా?
ur: کیا آپ واقعی {amount} رقم نکالنا چاہتے ہیں؟

source: Withdraw
or: ତିଆଉ କରନ୍ତୁ
pa: ਪਿੱਛੇ ਲਵੋ
te: వెనుక తీసుకోండి
ur: نکالیں

# uploadVideoMsg
source: You are allowed to upload videos during the period from {fromDate} to {toDate}.
or: ଆପଣ {fromDate} ରୁ {toDate} ପର୍ଯ୍ୟନ୍ତ ଅବଧିରେ ଭିଡିଓ ଅପଲୋଡ୍ କରିବାକୁ ଅନୁମତି ମିଳିଛି।
pa: ਤੁਹਾਨੂੰ {fromDate} ਤੋਂ {toDate} ਦੀ ਮਿਆਦ ਦੌਰਾਨ ਵੀਡੀਓ ਅਪਲੋਡ ਕਰਨ ਦੀ ਆਗਿਆ ਹੈ।
te: మీకు {fromDate} నుండి {toDate} వరకు కాలంలో వీడియోలను అప్‌లోడ్ చేయడానికి అనుమతి ఉంది.
ur: آپ کو {fromDate} سے {toDate} کی مدت کے دوران ویڈیوز اپ لوڈ کرنے کی اجازت ہے۔

source: Daily Feed
or: ଡେଲି ଫିଡ୍
pa: ਡੇਲੀ ਫੀਡ
te: డైలీ ఫీడ్
ur: ڈیلی فیڈ

source: Interested
or: ରୁଚି ରଖନ୍ତି
pa: ਰੁਚੀ ਰੱਖਦੇ ਹੋ
te: ఆసక్తి ఉంది
ur: دلچسپی ہے

source: Not Interested
or: ରୁଚି ନାହିଁ
pa: ਰੁਚੀ ਨਹੀਂ ਰੱਖਦੇ
te: ఆసక్తి లేదు
ur: دلچسپی نہیں ہے

source: Report
or: ରିପୋର୍ଟ
pa: ਰਿਪੋਰਟ
te: నివేదిక
ur: رپورٹ

source: Delete Video
pa: ਵੀਡੀਓ ਮਿਟਾਓ
te: వీడియోను తొలగించండి
ur: ویڈیو کو حذف کریں

source: Are you sure you want to delete this video?
pa: ਕੀ ਤੁਸੀਂ ਪੱਕਾ ਇਹ ਵੀਡੀਓ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
te: మీరు ఈ వీడియోను తొలగించాలని ఖచ్చితంగా అనుకుంటున్నారా?
ur: کیا آپ واقعی اس ویڈیو کو حذف کرنا چاہتے ہیں؟

source: KYC
kn: ಕೆವೈಸಿ
